let lo = {
    "districts": [
      {
        "name": "Бокситогорский",
        "nasPunkt": [
          {
            "name": "Абрамова Гора дер."
          },
          {
            "name": "Амосова Гора дер."
          },
          {
            "name": "Анисимово дер."
          },
          {
            "name": "Астрачи дер."
          },
          {
            "name": "Батьково дер."
          },
          {
            "name": "Белая дер."
          },
          {
            "name": "Белая дер."
          },
          {
            "name": "Бирючево дер."
          },
          {
            "name": "Боброзеро дер."
          },
          {
            "name": "Бокситогорск г.",
            "streets": [
              {
                "name": "Безымянная ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Вишнякова ул."
              },
              {
                "name": "Воронина ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Газа 1-й пер."
              },
              {
                "name": "Газа 2-й пер."
              },
              {
                "name": "Газа ул."
              },
              {
                "name": "Горняков пер."
              },
              {
                "name": "Горняков ул."
              },
              {
                "name": "Городская ул."
              },
              {
                "name": "Дымское шоссе"
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жукова ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заводской пер."
              },
              {
                "name": "Запрудная ул."
              },
              {
                "name": "Заручевский пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красноармейский пер."
              },
              {
                "name": "Красных Следопытов ул."
              },
              {
                "name": "Крутицкий пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Металлург-1 садоводство"
              },
              {
                "name": "Металлург-2 садоводство"
              },
              {
                "name": "Металлургов ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Новогородская ул."
              },
              {
                "name": "Новостроительная ул."
              },
              {
                "name": "Образцовая ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Октябрьский пер."
              },
              {
                "name": "Павлова ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Пенсионер садоводство"
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Первомайский пер."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Полевой пер."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Привокзальный пер."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Рудников ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Саперная ул."
              },
              {
                "name": "Саперный пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Социалистическая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Средний пер."
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Фестивальная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Щит садоводство"
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Бол.Болото дер."
          },
          {
            "name": "Бол.Двор дер."
          },
          {
            "name": "Бол.Двор дер."
          },
          {
            "name": "Бол.Остров дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Бор пос."
          },
          {
            "name": "Борисовщина дер."
          },
          {
            "name": "Борки дер."
          },
          {
            "name": "Бороватое дер."
          },
          {
            "name": "Бочево дер."
          },
          {
            "name": "Ванино дер."
          },
          {
            "name": "Васьково дер."
          },
          {
            "name": "Великий Двор дер."
          },
          {
            "name": "Великий Двор дер."
          },
          {
            "name": "Великое Село дер."
          },
          {
            "name": "Велье дер."
          },
          {
            "name": "Верхневольский пос."
          },
          {
            "name": "Верховье дер."
          },
          {
            "name": "Верховье дер."
          },
          {
            "name": "Вожани дер."
          },
          {
            "name": "Вороньи Горки дер."
          },
          {
            "name": "Галично дер."
          },
          {
            "name": "Головково дер."
          },
          {
            "name": "Гостихино дер."
          },
          {
            "name": "Гришкино дер."
          },
          {
            "name": "Дерева дер."
          },
          {
            "name": "Дороховая дер."
          },
          {
            "name": "Дубровка дер."
          },
          {
            "name": "Дыми дер."
          },
          {
            "name": "Ефимовский пос.",
            "streets": [
              {
                "name": "1-й мкр"
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Брянский пер."
              },
              {
                "name": "Быстрорецкая набережная ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Гусарова ул."
              },
              {
                "name": "Дальняя ул."
              },
              {
                "name": "Ефимова ул."
              },
              {
                "name": "Железнодоржная ул."
              },
              {
                "name": "Железнодорожный пер."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заводской пер."
              },
              {
                "name": "Кирпичный пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красноармейский пер."
              },
              {
                "name": "Кузнечная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Леспромхозовская ул."
              },
              {
                "name": "Лесхозовская ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Малая спортивная ул."
              },
              {
                "name": "Метростроевская ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Нижегородская ул."
              },
              {
                "name": "Овражный пер."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Полевой пер."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Рабочий пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Северо-Западная ул."
              },
              {
                "name": "Сенная ул."
              },
              {
                "name": "Сенной пер."
              },
              {
                "name": "Смоленский пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Старый пер."
              },
              {
                "name": "Тамбовский пер."
              },
              {
                "name": "Тамбовский шлюз ул."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Ярославская набережная ул."
              }
            ]
          },
          {
            "name": "Жилоток дер."
          },
          {
            "name": "Журавлево дер."
          },
          {
            "name": "Забелино дер."
          },
          {
            "name": "Забелье дер."
          },
          {
            "name": "Забелье дер."
          },
          {
            "name": "Заборье пос."
          },
          {
            "name": "Заголодно пос."
          },
          {
            "name": "Замошье дер."
          },
          {
            "name": "Заполье дер."
          },
          {
            "name": "Заручевье дер."
          },
          {
            "name": "Захожи дер."
          },
          {
            "name": "Зехово дер."
          },
          {
            "name": "Золотово дер."
          },
          {
            "name": "Зубакино дер."
          },
          {
            "name": "Ивановское дер."
          },
          {
            "name": "Ивахново дер."
          },
          {
            "name": "Казенное Село дер."
          },
          {
            "name": "Калинецкое дер."
          },
          {
            "name": "Климово дер."
          },
          {
            "name": "Климово пос."
          },
          {
            "name": "Кожаково дер."
          },
          {
            "name": "Койгуши дер."
          },
          {
            "name": "Колбеки дер."
          },
          {
            "name": "Коли дер."
          },
          {
            "name": "Корвала дер."
          },
          {
            "name": "Коробище дер."
          },
          {
            "name": "Косой Ухаб дер."
          },
          {
            "name": "Костерино дер."
          },
          {
            "name": "Косые Харчевни пос."
          },
          {
            "name": "Крас.Броневик дер."
          },
          {
            "name": "Красная Речка дер."
          },
          {
            "name": "Красноборский дер."
          },
          {
            "name": "Красный Бор дер."
          },
          {
            "name": "Крутой Ручей дер."
          },
          {
            "name": "Ларьян г."
          },
          {
            "name": "Лидь дер."
          },
          {
            "name": "Лиственка дер."
          },
          {
            "name": "Логиново дер."
          },
          {
            "name": "Лопастино дер."
          },
          {
            "name": "Лукинское дер."
          },
          {
            "name": "Максимово дер."
          },
          {
            "name": "Михалево дер."
          },
          {
            "name": "Мозолево дер."
          },
          {
            "name": "Мыза дер."
          },
          {
            "name": "Нечаевская дер."
          },
          {
            "name": "Нижница дер."
          },
          {
            "name": "Никольское дер."
          },
          {
            "name": "Новиково дер."
          },
          {
            "name": "Носово дер."
          },
          {
            "name": "Овинец дер."
          },
          {
            "name": "Озерево дер."
          },
          {
            "name": "Озерево дер."
          },
          {
            "name": "Окулово дер."
          },
          {
            "name": "Окулово дер."
          },
          {
            "name": "Ольеши дер."
          },
          {
            "name": "Осницы дер."
          },
          {
            "name": "Павловские Концы дер."
          },
          {
            "name": "Пакшеево дер."
          },
          {
            "name": "Паньково дер."
          },
          {
            "name": "Перунь дер."
          },
          {
            "name": "Пикалево г.",
            "streets": [
              {
                "name": "1-й мкр"
              },
              {
                "name": "2-я Зеленая ул."
              },
              {
                "name": "5-й мкр"
              },
              {
                "name": "6-й мкр"
              },
              {
                "name": "Безымянная ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Бульварная ул."
              },
              {
                "name": "Бульварный 2-й пер."
              },
              {
                "name": "Бульварный пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Вокзальный проезд"
              },
              {
                "name": "Вологодское ш."
              },
              {
                "name": "Гачево туп."
              },
              {
                "name": "Гк 1 тер"
              },
              {
                "name": "Гк 12 тер"
              },
              {
                "name": "Гк 13 тер"
              },
              {
                "name": "Гк 14 тер"
              },
              {
                "name": "Гк 2 тер"
              },
              {
                "name": "Гк 5 тер"
              },
              {
                "name": "Гк 7 тер"
              },
              {
                "name": "Гк 9 тер"
              },
              {
                "name": "Горняков ул."
              },
              {
                "name": "Городской пер."
              },
              {
                "name": "Горская ул."
              },
              {
                "name": "Гузеево туп"
              },
              {
                "name": "Гузеевская ул."
              },
              {
                "name": "Гузеевский пер."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заводской 2-й проезд"
              },
              {
                "name": "Заводской проезд"
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Мелиораторов ул."
              },
              {
                "name": "Металлургов ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Обрино мкр"
              },
              {
                "name": "Обринская ул."
              },
              {
                "name": "Обринский пер."
              },
              {
                "name": "Огородная ул."
              },
              {
                "name": "Отдельный пер."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Подлипская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Полевой пер."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Поселковый пер."
              },
              {
                "name": "Прудовый пер."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Садовый пер."
              },
              {
                "name": "Самойловская ул."
              },
              {
                "name": "Сдт Металлург-1 тер"
              },
              {
                "name": "Складской пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Спрямленное ш."
              },
              {
                "name": "Средний 1-й проезд"
              },
              {
                "name": "Средний 2-й проезд"
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Строительная ул."
              },
              {
                "name": "Строительный пер."
              },
              {
                "name": "Театральный 1-й пер."
              },
              {
                "name": "Театральный 2-й пер."
              },
              {
                "name": "Тихий пер."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Учебный пер."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Платаниха дер."
          },
          {
            "name": "Платоново дер."
          },
          {
            "name": "Плутино дер."
          },
          {
            "name": "Подбережье дер."
          },
          {
            "name": "Подборовье дер."
          },
          {
            "name": "Пожарище дер."
          },
          {
            "name": "Половное дер."
          },
          {
            "name": "Порог дер."
          },
          {
            "name": "Поток дер."
          },
          {
            "name": "Прокушево дер."
          },
          {
            "name": "Пронино дер."
          },
          {
            "name": "Пудрино дер."
          },
          {
            "name": "Пятино дер."
          },
          {
            "name": "Радогоща дер."
          },
          {
            "name": "Ростань дер."
          },
          {
            "name": "Рудная Горка дер."
          },
          {
            "name": "Русское"
          },
          {
            "name": "Рыбежка дер."
          },
          {
            "name": "Савино дер."
          },
          {
            "name": "Самойлово дер."
          },
          {
            "name": "Саньков Бор дер."
          },
          {
            "name": "Сегла дер."
          },
          {
            "name": "Селиваново дер."
          },
          {
            "name": "Селище пос."
          },
          {
            "name": "Сельхозтехника пос."
          },
          {
            "name": "Сенно дер."
          },
          {
            "name": "Сидорово дер."
          },
          {
            "name": "Симоново дер."
          },
          {
            "name": "Сомино пос.",
            "streets": [
              {
                "name": "Белозерка ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Тракторный пер."
              },
              {
                "name": "Ярославская ул."
              }
            ]
          },
          {
            "name": "Спирово дер."
          },
          {
            "name": "Стехново дер."
          },
          {
            "name": "Струги дер."
          },
          {
            "name": "Сычево дер."
          },
          {
            "name": "Труфаново дер."
          },
          {
            "name": "Турандино дер."
          },
          {
            "name": "Тургошь пос."
          },
          {
            "name": "Турлинский лесопункт дер."
          },
          {
            "name": "Турменский дер."
          },
          {
            "name": "Тушемля дер."
          },
          {
            "name": "Ульяновщина дер."
          },
          {
            "name": "Усадище пос."
          },
          {
            "name": "Утликово дер."
          },
          {
            "name": "Фалилеево дер."
          },
          {
            "name": "Финиково д."
          },
          {
            "name": "Фомкино дер."
          },
          {
            "name": "Чевакино дер."
          },
          {
            "name": "Черкасова Горка дер."
          },
          {
            "name": "Чудцы дер."
          },
          {
            "name": "Чудцы пос."
          },
          {
            "name": "Чурилова Гора дер."
          },
          {
            "name": "Шибалово дер."
          },
          {
            "name": "Шульгино дер."
          },
          {
            "name": "Яковлево дер."
          },
          {
            "name": "Якшино дер."
          }
        ]
      },
      {
        "name": "Волосовский",
        "nasPunkt": [
          {
            "name": "Анташи дер."
          },
          {
            "name": "Аракюля дер."
          },
          {
            "name": "Арбонье дер."
          },
          {
            "name": "Бегуницы дер."
          },
          {
            "name": "Беседа дер."
          },
          {
            "name": "Большая Вруда дер."
          },
          {
            "name": "Большие Озертицы дер."
          },
          {
            "name": "Большие Сяглицы пос."
          },
          {
            "name": "Большое Кикерино дер."
          },
          {
            "name": "Большое Тешково дер."
          },
          {
            "name": "Большой Сабск дер."
          },
          {
            "name": "Брызгово дер."
          },
          {
            "name": "Будино дер."
          },
          {
            "name": "Буяницы дер."
          },
          {
            "name": "Везиково дер."
          },
          {
            "name": "Верницы д."
          },
          {
            "name": "Волгово дер."
          },
          {
            "name": "Волна дер."
          },
          {
            "name": "Волосово г.",
            "streets": [
              {
                "name": "Благодатная ул."
              },
              {
                "name": "Ветеранов ул."
              },
              {
                "name": "Виз ул."
              },
              {
                "name": "Вингиссара пр."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Восстания ул."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жукова ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Запрудная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Интернатская ул."
              },
              {
                "name": "Интернатский пер."
              },
              {
                "name": "Карьер-4 ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красногвардейская ул."
              },
              {
                "name": "Краснофлотская ул."
              },
              {
                "name": "Красных Командиров ул."
              },
              {
                "name": "Красных Партизан ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Милицейская ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Молодежный пер."
              },
              {
                "name": "Нарвская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советов пл."
              },
              {
                "name": "Советов ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Суворовская ул."
              },
              {
                "name": "Терпилицкого 1-е ш."
              },
              {
                "name": "Терпилицкого 2-е ш."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Усадьба СХТ ул."
              },
              {
                "name": "Федора Афанасьева ул."
              },
              {
                "name": "Хрустицкого ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Энтузиастов ул."
              },
              {
                "name": "Юбилейная ул."
              }
            ]
          },
          {
            "name": "Волпи дер."
          },
          {
            "name": "Вруда пос."
          },
          {
            "name": "Вязок дер."
          },
          {
            "name": "Глумицы дер."
          },
          {
            "name": "Голубовицы дер."
          },
          {
            "name": "Голятицы д."
          },
          {
            "name": "Гомонтово дер."
          },
          {
            "name": "Горицы дер."
          },
          {
            "name": "Горки дер."
          },
          {
            "name": "Горье дер."
          },
          {
            "name": "Гостятино дер."
          },
          {
            "name": "Греблово дер."
          },
          {
            "name": "Губаницы дер."
          },
          {
            "name": "Добряницы дер."
          },
          {
            "name": "Домашковицы дер."
          },
          {
            "name": "Донцо дер.",
            "streets": [
              {
                "name": "Болотная ул."
              },
              {
                "name": "Кюрлевская ул."
              },
              {
                "name": "Липовая ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Ореховый пер."
              },
              {
                "name": "Осиновая ул."
              },
              {
                "name": "Рябиновая ул."
              },
              {
                "name": "Снежная ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Цветочная ул."
              }
            ]
          },
          {
            "name": "Жилгородок дер."
          },
          {
            "name": "Загорицы дер."
          },
          {
            "name": "Заполье дер."
          },
          {
            "name": "Захонье дер."
          },
          {
            "name": "Зимитицы пос."
          },
          {
            "name": "Зябицы дер."
          },
          {
            "name": "Ивановское дер."
          },
          {
            "name": "Извара дер."
          },
          {
            "name": "Извоз дер."
          },
          {
            "name": "Изори дер."
          },
          {
            "name": "Ильеши дер."
          },
          {
            "name": "Кайкино дер."
          },
          {
            "name": "Калитино пос."
          },
          {
            "name": "Каложицы дер."
          },
          {
            "name": "Кальмус дер."
          },
          {
            "name": "Канаршино дер."
          },
          {
            "name": "Кандакюля д."
          },
          {
            "name": "Каргалозы дер."
          },
          {
            "name": "Каськово дер."
          },
          {
            "name": "Кемполово дер."
          },
          {
            "name": "Кивалицы дер."
          },
          {
            "name": "Кикерино пос.",
            "streets": [
              {
                "name": "1-я Новая ул."
              },
              {
                "name": "2-й кв-л"
              },
              {
                "name": "2-я Новая ул."
              },
              {
                "name": "Авиационная ул."
              },
              {
                "name": "Александровская ул."
              },
              {
                "name": "Александровский пер."
              },
              {
                "name": "Андреевская ул."
              },
              {
                "name": "Банная ул."
              },
              {
                "name": "Безымянная ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Будка 77 км."
              },
              {
                "name": "Гатчинский пер."
              },
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "Елгавская ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Звездная ул."
              },
              {
                "name": "Зеленый пер."
              },
              {
                "name": "Ивановская ул."
              },
              {
                "name": "Известковая ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Комсомольский пер."
              },
              {
                "name": "Курковицкое ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Ломакина ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Михайловская ул."
              },
              {
                "name": "Михайловский пер."
              },
              {
                "name": "Новая Деревня ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Проезжий пер."
              },
              {
                "name": "Проселочная ул."
              },
              {
                "name": "Ракетчиков ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сенная ул."
              },
              {
                "name": "Советов пл."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Театральный пер."
              },
              {
                "name": "Фадеевская ул."
              },
              {
                "name": "Флотская ул."
              },
              {
                "name": "Флотский пер."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Широкая ул."
              }
            ]
          },
          {
            "name": "Кирово дер."
          },
          {
            "name": "Клопицы дер."
          },
          {
            "name": "Клопицы пос."
          },
          {
            "name": "Княжево дер."
          },
          {
            "name": "Коноховицы дер."
          },
          {
            "name": "Коростовицы дер."
          },
          {
            "name": "Корчаны дер."
          },
          {
            "name": "Коряча дер."
          },
          {
            "name": "Котино дер."
          },
          {
            "name": "Красная Мыза дер."
          },
          {
            "name": "Красное Брызгово дер."
          },
          {
            "name": "Красные прологи дер."
          },
          {
            "name": "Красные Череповицы дер."
          },
          {
            "name": "Красный Луч дер."
          },
          {
            "name": "Красный Маяк дер."
          },
          {
            "name": "Кряково дер."
          },
          {
            "name": "Курголово дер."
          },
          {
            "name": "Курковицы дер.",
            "streets": [
              {
                "name": "Звездная ул."
              }
            ]
          },
          {
            "name": "Курск пос."
          },
          {
            "name": "Кюльвия дер."
          },
          {
            "name": "Лагоново дер."
          },
          {
            "name": "Лашковицы дер."
          },
          {
            "name": "Лемовжа дер."
          },
          {
            "name": "Летошицы дер."
          },
          {
            "name": "Лиможа дер."
          },
          {
            "name": "Липовая Гора дер."
          },
          {
            "name": "Лисино пос."
          },
          {
            "name": "Мазаная Горка дер."
          },
          {
            "name": "Максимовка дер."
          },
          {
            "name": "Малая Александровка дер."
          },
          {
            "name": "Малая Вруда дер."
          },
          {
            "name": "Малое Заречье дер.",
            "streets": [
              {
                "name": "Заречная ул."
              },
              {
                "name": "Снежная ул."
              }
            ]
          },
          {
            "name": "Малое Кикерино дер.",
            "streets": [
              {
                "name": "Луговая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Полевая ул."
              }
            ]
          },
          {
            "name": "Малое Тешково дер."
          },
          {
            "name": "Малые Лашковицы дер."
          },
          {
            "name": "Малые Пелеши дер."
          },
          {
            "name": "Малые Сяглицы дер."
          },
          {
            "name": "Малый Сабск дер."
          },
          {
            "name": "Марково дер."
          },
          {
            "name": "Медниково дер."
          },
          {
            "name": "Местаново дер."
          },
          {
            "name": "Модолицы дер."
          },
          {
            "name": "Молосковицы пос.",
            "streets": [
              {
                "name": "Средняя ул."
              }
            ]
          },
          {
            "name": "Морозово дер."
          },
          {
            "name": "Муратово дер."
          },
          {
            "name": "Муромицы дер."
          },
          {
            "name": "Мыза-Арбонье дер."
          },
          {
            "name": "Мышкино дер."
          },
          {
            "name": "Негодицы д."
          },
          {
            "name": "Недоблицы дер."
          },
          {
            "name": "Новое Рагулово дер."
          },
          {
            "name": "Новые Красницы дер."
          },
          {
            "name": "Овинцево дер."
          },
          {
            "name": "Ожогино дер."
          },
          {
            "name": "Озера дер.",
            "streets": [
              {
                "name": "Лесная ул."
              }
            ]
          },
          {
            "name": "Озертицы дер."
          },
          {
            "name": "Ольхово дер."
          },
          {
            "name": "Ославье дер ."
          },
          {
            "name": "Остроговицы дер."
          },
          {
            "name": "Пежевицы дер."
          },
          {
            "name": "Полобицы дер."
          },
          {
            "name": "Прологи дер."
          },
          {
            "name": "Пружицы дер."
          },
          {
            "name": "Пятая Гора дер."
          },
          {
            "name": "Рабитицы дер."
          },
          {
            "name": "Радицы дер."
          },
          {
            "name": "Редежа дер."
          },
          {
            "name": "Редкино дер."
          },
          {
            "name": "Рекково дер."
          },
          {
            "name": "Реполка пос."
          },
          {
            "name": "Ржевка дер."
          },
          {
            "name": "Рогатино дер."
          },
          {
            "name": "Роговицы дер."
          },
          {
            "name": "Ронковицы дер."
          },
          {
            "name": "Рукулицы дер."
          },
          {
            "name": "Руссковицы дер."
          },
          {
            "name": "Русское Брызгово дер."
          },
          {
            "name": "Рутелицы дер."
          },
          {
            "name": "Селище дер."
          },
          {
            "name": "Село дер."
          },
          {
            "name": "Сельцо пос."
          },
          {
            "name": "Синковицы дер."
          },
          {
            "name": "Слепино дер."
          },
          {
            "name": "Слободка дер."
          },
          {
            "name": "Смедово дер."
          },
          {
            "name": "Смердовицы дер."
          },
          {
            "name": "Смольково дер."
          },
          {
            "name": "Соколовка дер."
          },
          {
            "name": "Сосницы пос."
          },
          {
            "name": "Сосново дер."
          },
          {
            "name": "Стар.и-Нов.Смолеговицы де"
          },
          {
            "name": "Старицы дер."
          },
          {
            "name": "Старые Красницы дер."
          },
          {
            "name": "Старые Раглицы дер."
          },
          {
            "name": "Сумино дер."
          },
          {
            "name": "Сумск дер ."
          },
          {
            "name": "Сырковицы дер."
          },
          {
            "name": "Сяглицы дер."
          },
          {
            "name": "Сяглицы пос."
          },
          {
            "name": "Татьянино дер."
          },
          {
            "name": "Твердять дер."
          },
          {
            "name": "Теглицы дер."
          },
          {
            "name": "Терпилицы дер."
          },
          {
            "name": "Тешково д."
          },
          {
            "name": "Томарово дер."
          },
          {
            "name": "Торосово пос."
          },
          {
            "name": "Тресковицы дер."
          },
          {
            "name": "Устье дер."
          },
          {
            "name": "Ущевицы дер."
          },
          {
            "name": "Холоповицы дер."
          },
          {
            "name": "Хотнежа дер."
          },
          {
            "name": "Хотыницы пос."
          },
          {
            "name": "Худанки дер."
          },
          {
            "name": "Черенковицы дер."
          },
          {
            "name": "Черное дер."
          },
          {
            "name": "Чирковицы дер."
          },
          {
            "name": "Шадырицы дер."
          },
          {
            "name": "Шелково дер."
          },
          {
            "name": "Штурмангоф пос."
          },
          {
            "name": "Эдази д."
          },
          {
            "name": "Язвище дер."
          },
          {
            "name": "Ямки дер."
          },
          {
            "name": "Ястребино дер."
          }
        ]
      },
      {
        "name": "Волховский",
        "nasPunkt": [
          {
            "name": "Аврово пос.",
            "streets": [
              {
                "name": "Лесная ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Алексино пос."
          },
          {
            "name": "Алферьево пос."
          },
          {
            "name": "Андреевщина дер."
          },
          {
            "name": "Антипово дер."
          },
          {
            "name": "Ахматова Гора дер."
          },
          {
            "name": "Ашперлово дер."
          },
          {
            "name": "Аэлита дер."
          },
          {
            "name": "Бабино пос."
          },
          {
            "name": "Баландино дер."
          },
          {
            "name": "Балдино дер."
          },
          {
            "name": "Белое дер."
          },
          {
            "name": "Белые Кресты дер."
          },
          {
            "name": "Берег дер."
          },
          {
            "name": "Бережки пос."
          },
          {
            "name": "Блитово дер."
          },
          {
            "name": "Болотово дер."
          },
          {
            "name": "Большая Весь дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Бор пос."
          },
          {
            "name": "Боргино дер."
          },
          {
            "name": "Братовищи дер."
          },
          {
            "name": "Будаевщина дер."
          },
          {
            "name": "Васкиничи дер."
          },
          {
            "name": "Великое Село дер."
          },
          {
            "name": "Вельца дер."
          },
          {
            "name": "Верховина дер."
          },
          {
            "name": "Весь дер."
          },
          {
            "name": "Виковщина дер."
          },
          {
            "name": "Волосово дер."
          },
          {
            "name": "Волхов г.",
            "streets": [
              {
                "name": "8-го Марта ул."
              },
              {
                "name": "Авиационная ул."
              },
              {
                "name": "Архангельская ул."
              },
              {
                "name": "Белинского ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Березовый пер."
              },
              {
                "name": "Борисогорское Поле ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Вали Голубевой ул."
              },
              {
                "name": "Валим"
              },
              {
                "name": "Валимский пер."
              },
              {
                "name": "Васнецова ул."
              },
              {
                "name": "Верещагина ул."
              },
              {
                "name": "Виковщина мкр."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Волгоградская ул."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Волховская ул."
              },
              {
                "name": "Волховский пр."
              },
              {
                "name": "Воронежская ул."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Глинки ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Гостинопольская ул."
              },
              {
                "name": "Графтио ул."
              },
              {
                "name": "Грибоедова ул."
              },
              {
                "name": "Декабристов ул."
              },
              {
                "name": "Державина пр."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Железнодорожный пер."
              },
              {
                "name": "Жилкооперации ул."
              },
              {
                "name": "Жуковского ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Заполек мкр."
              },
              {
                "name": "Заречный пер."
              },
              {
                "name": "Званка мкр."
              },
              {
                "name": "Званковская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Кикино"
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Кировский пр."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Колхозный пер."
              },
              {
                "name": "Колчановский пер."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Коммунаров ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красных Зорь ул."
              },
              {
                "name": "Красных Курсантов ул."
              },
              {
                "name": "Кривая ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Кузнечное Кольцо ул."
              },
              {
                "name": "Кутузова ул."
              },
              {
                "name": "Ладожский пер."
              },
              {
                "name": "Лазо ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Лизы Чайкиной ул."
              },
              {
                "name": "Лисички мкр."
              },
              {
                "name": "Ломоносова ул."
              },
              {
                "name": "Лужский пер."
              },
              {
                "name": "Лукьянова Алекс. ул."
              },
              {
                "name": "Льва Толстого ул."
              },
              {
                "name": "Майская ул."
              },
              {
                "name": "Марата ул."
              },
              {
                "name": "Матросова Алекс. ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Металлургов ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Мирошниченко ул."
              },
              {
                "name": "Михайловская ул."
              },
              {
                "name": "Мичурина ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Молодогвардейская ул."
              },
              {
                "name": "Мопровская ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Нахимова ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Новооктябрьская ул."
              },
              {
                "name": "Новостроевская ул."
              },
              {
                "name": "Обитаевский пер."
              },
              {
                "name": "Октябрьская наб."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Олега Кошевого ул."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочный пер."
              },
              {
                "name": "Пестеля ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пирогова ул."
              },
              {
                "name": "Плеханово мкр."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Поленова ул."
              },
              {
                "name": "Полтавская ул."
              },
              {
                "name": "Полярный пер."
              },
              {
                "name": "Пороги"
              },
              {
                "name": "Порожский пер."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Профсоюзов ул."
              },
              {
                "name": "Пустынная ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Работниц ул."
              },
              {
                "name": "Расстанная ул."
              },
              {
                "name": "Репина ул."
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сенной пер."
              },
              {
                "name": "Сиверский пер."
              },
              {
                "name": "Симанково"
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Средний пер."
              },
              {
                "name": "Станиславского ул."
              },
              {
                "name": "Степана Разина ул."
              },
              {
                "name": "Строительная ул."
              },
              {
                "name": "Суворова ул."
              },
              {
                "name": "Сурикова ул."
              },
              {
                "name": "Типанова ул."
              },
              {
                "name": "Тихвинская ул."
              },
              {
                "name": "Транспортная ул."
              },
              {
                "name": "Труфаново мкр."
              },
              {
                "name": "Тульская ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Федюнинского ул."
              },
              {
                "name": "Фрунзе ул."
              },
              {
                "name": "Халтурина наб."
              },
              {
                "name": "Халтуринский пер."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Чайковского б-р."
              },
              {
                "name": "Чапаева ул."
              },
              {
                "name": "Чекалина пер."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Чудовская ул."
              },
              {
                "name": "Шишкина ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Шкурина Горка"
              },
              {
                "name": "Щорса ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Южный бул."
              },
              {
                "name": "Юрия Гагарина ул."
              },
              {
                "name": "Ярвенпяя ул."
              }
            ]
          },
          {
            "name": "Волхов дер."
          },
          {
            "name": "Вольково дер."
          },
          {
            "name": "Вонга дер."
          },
          {
            "name": "Вороново дер."
          },
          {
            "name": "Воскресенское дер."
          },
          {
            "name": "Вымово дер."
          },
          {
            "name": "Вындин Остров пос.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Вячково дер."
          },
          {
            "name": "Гверстовка дер."
          },
          {
            "name": "Глядково дер."
          },
          {
            "name": "Гнилки дер."
          },
          {
            "name": "Голтово дер."
          },
          {
            "name": "Горка дер."
          },
          {
            "name": "Горка-Воскресенская дер."
          },
          {
            "name": "Горное Елохово дер."
          },
          {
            "name": "Гостинополье дер."
          },
          {
            "name": "Дрюневщина дер."
          },
          {
            "name": "Дубно дер."
          },
          {
            "name": "Дуброво дер."
          },
          {
            "name": "Дудачкино дер."
          },
          {
            "name": "Дяглево дер."
          },
          {
            "name": "Ежева дер."
          },
          {
            "name": "Елошня дер."
          },
          {
            "name": "Емское дер."
          },
          {
            "name": "Жуковщина дер."
          },
          {
            "name": "Загородье г."
          },
          {
            "name": "Загубье дер."
          },
          {
            "name": "Заднево дер."
          },
          {
            "name": "Заднево дер."
          },
          {
            "name": "Залесье дер."
          },
          {
            "name": "Замошье дер."
          },
          {
            "name": "Заостровье д."
          },
          {
            "name": "Запорожье дер."
          },
          {
            "name": "Заречье дер."
          },
          {
            "name": "Зеленец дер."
          },
          {
            "name": "Зеленец пос."
          },
          {
            "name": "Златынь дер."
          },
          {
            "name": "Ивановский Остров дер."
          },
          {
            "name": "Иевково дер."
          },
          {
            "name": "Иссад пос."
          },
          {
            "name": "Кивгода дер."
          },
          {
            "name": "Кивуя дер."
          },
          {
            "name": "Кизлярское дер."
          },
          {
            "name": "Кипуя дер."
          },
          {
            "name": "Кириково дер."
          },
          {
            "name": "Кисельня пос.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Князево дер."
          },
          {
            "name": "Княщина дер."
          },
          {
            "name": "Козарево дер."
          },
          {
            "name": "Коленец дер."
          },
          {
            "name": "Колчаново пос.",
            "streets": [
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чернецкое ул."
              }
            ]
          },
          {
            "name": "Коровкино дер."
          },
          {
            "name": "Коскеницы дер."
          },
          {
            "name": "Кроватыни дер."
          },
          {
            "name": "Куколь дер."
          },
          {
            "name": "Куколь пос."
          },
          {
            "name": "Кулаково дер."
          },
          {
            "name": "Кулаковское-1 СНТ"
          },
          {
            "name": "Кути дер."
          },
          {
            "name": "Лавния дер."
          },
          {
            "name": "Лахта дер"
          },
          {
            "name": "Лесозавод пос."
          },
          {
            "name": "Лигово дер."
          },
          {
            "name": "Логиново дер."
          },
          {
            "name": "Лужа дер."
          },
          {
            "name": "Лукина Изба дер."
          },
          {
            "name": "Лунгачи дер."
          },
          {
            "name": "Льзи дер."
          },
          {
            "name": "Любынь дер."
          },
          {
            "name": "Малая Весь дер."
          },
          {
            "name": "Манихино дер."
          },
          {
            "name": "Матеево дер."
          },
          {
            "name": "Медвежья Кара дер."
          },
          {
            "name": "Мелекса дер."
          },
          {
            "name": "Моисеево дер."
          },
          {
            "name": "Морозово дер."
          },
          {
            "name": "Моршагино дер."
          },
          {
            "name": "Мыслино пос."
          },
          {
            "name": "Мякинкино дер."
          },
          {
            "name": "Наволок дер."
          },
          {
            "name": "Надкопанье дер."
          },
          {
            "name": "Насоново дер."
          },
          {
            "name": "Немятово-1 дер."
          },
          {
            "name": "Немятово-2 дер.",
            "streets": [
              {
                "name": "Песочная ул."
              }
            ]
          },
          {
            "name": "Низино дер."
          },
          {
            "name": "Николаевщина дер."
          },
          {
            "name": "Новая Ладога г.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "А мкр"
              },
              {
                "name": "Александра Невского пер."
              },
              {
                "name": "В мкр"
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Водников пер."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Ворошилова ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Дубовая ул."
              },
              {
                "name": "Загородный пер."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Карла Маркса пр."
              },
              {
                "name": "Кирова пл."
              },
              {
                "name": "Колхозный пер."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Кооперативный пер."
              },
              {
                "name": "Креницы ул."
              },
              {
                "name": "Кузнечный пер."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Ладожской Флотилии наб"
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Луговой проезд"
              },
              {
                "name": "Луначарского ул."
              },
              {
                "name": "Малоэтажной застройки мкр"
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Можжевеловая ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новая Слобода ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Нового Канала ул."
              },
              {
                "name": "Озерной пер."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Пескова ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Печатников ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Пролетарского Канала наб"
              },
              {
                "name": "Работниц ул."
              },
              {
                "name": "Рыбацкий пер."
              },
              {
                "name": "Рыбокомбината мкр"
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Старого Канала ул."
              },
              {
                "name": "Староладожская ул."
              },
              {
                "name": "Суворова пер."
              },
              {
                "name": "Суворова ул."
              },
              {
                "name": "Тополевая ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Черокова ул."
              },
              {
                "name": "Шкиперская ул."
              },
              {
                "name": "Южный мкр."
              }
            ]
          },
          {
            "name": "Нурма дер."
          },
          {
            "name": "Обухово дер."
          },
          {
            "name": "Озон СНТ"
          },
          {
            "name": "Остров дер."
          },
          {
            "name": "Отаево дер."
          },
          {
            "name": "Пали дер."
          },
          {
            "name": "Панево дер."
          },
          {
            "name": "Папоротно дер."
          },
          {
            "name": "Паша пос.",
            "streets": [
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новая Советская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Торговая ул."
              },
              {
                "name": "Юбилейная ул."
              }
            ]
          },
          {
            "name": "Перевоз дер."
          },
          {
            "name": "Пески дер."
          },
          {
            "name": "Песчаница дер."
          },
          {
            "name": "Печеничино дер."
          },
          {
            "name": "Питьково дер."
          },
          {
            "name": "Плеханово дер."
          },
          {
            "name": "Плотичное дер."
          },
          {
            "name": "Погорелец дер."
          },
          {
            "name": "Подвязье дер."
          },
          {
            "name": "Поддубье дер."
          },
          {
            "name": "Подрябинье дер."
          },
          {
            "name": "Помялово дер."
          },
          {
            "name": "Пороги дер."
          },
          {
            "name": "Посадница дер."
          },
          {
            "name": "Потанино пос."
          },
          {
            "name": "Прокшеницы дер."
          },
          {
            "name": "Пруди дер."
          },
          {
            "name": "Прусынская Горка дер."
          },
          {
            "name": "Прусыня дер."
          },
          {
            "name": "Пульница дер."
          },
          {
            "name": "Пупышево дер."
          },
          {
            "name": "Пупышево Массив",
            "streets": [
              {
                "name": "Березка-3 СНТ"
              },
              {
                "name": "Волховский-6 СНТ"
              },
              {
                "name": "Краснознаменец СНТ"
              },
              {
                "name": "Лесное СНТ"
              },
              {
                "name": "Озон СНТ"
              },
              {
                "name": "Океан СНТ"
              },
              {
                "name": "Полимер СНТ"
              },
              {
                "name": "Сигнал СНТ"
              },
              {
                "name": "Фрегат СНТ"
              },
              {
                "name": "Центр СНТ"
              },
              {
                "name": "Чайка СНТ"
              }
            ]
          },
          {
            "name": "Пурово дер."
          },
          {
            "name": "Раменье дер."
          },
          {
            "name": "Реброво дер."
          },
          {
            "name": "Речников пос."
          },
          {
            "name": "Рогожа дер."
          },
          {
            "name": "Рыбацкое ДНП"
          },
          {
            "name": "Рыбежно дер."
          },
          {
            "name": "Рыжково дер."
          },
          {
            "name": "Самушкино дер."
          },
          {
            "name": "Сватковщина дер."
          },
          {
            "name": "Свирица пос."
          },
          {
            "name": "Свирь-Городок пос."
          },
          {
            "name": "Селиваново пос."
          },
          {
            "name": "Селиверстово дер."
          },
          {
            "name": "Симанково дер."
          },
          {
            "name": "Скит пос."
          },
          {
            "name": "Славково дер."
          },
          {
            "name": "Смелково дер."
          },
          {
            "name": "Соловьево дер."
          },
          {
            "name": "Сонино дер."
          },
          {
            "name": "Сорзуй дер."
          },
          {
            "name": "Сорокино дер."
          },
          {
            "name": "Старая Ладога пос.",
            "streets": [
              {
                "name": "Волховский пр."
              },
              {
                "name": "Поземская ул."
              },
              {
                "name": "Советская ул."
              }
            ]
          },
          {
            "name": "Старково дер."
          },
          {
            "name": "Сторожно дер."
          },
          {
            "name": "Страшево дер."
          },
          {
            "name": "Судемье дер."
          },
          {
            "name": "Сумское дер."
          },
          {
            "name": "Сырецкое дер."
          },
          {
            "name": "Сюрья дер."
          },
          {
            "name": "Сясьстрой г.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "18 Июля ул."
              },
              {
                "name": "25 Октября ул."
              },
              {
                "name": "Белинского ул."
              },
              {
                "name": "Бумажников ул."
              },
              {
                "name": "Валгомская ул."
              },
              {
                "name": "Василия Каялина ул."
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Генерала Голубева ул."
              },
              {
                "name": "Герцена ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Космонавтов ул."
              },
              {
                "name": "Культуры ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Народная ул."
              },
              {
                "name": "Немятовская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Нового Канала наб."
              },
              {
                "name": "Новый Канал ул."
              },
              {
                "name": "Носок ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Петра Лаврова ул."
              },
              {
                "name": "Петрозаводская ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Попова ул."
              },
              {
                "name": "Прибрежная ул."
              },
              {
                "name": "Рыбацкий пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Суворова ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Тайбольское дер."
          },
          {
            "name": "Телжево дер."
          },
          {
            "name": "Теребонижье дер."
          },
          {
            "name": "Теребочево дер."
          },
          {
            "name": "Теребуня дер."
          },
          {
            "name": "Томилино дер."
          },
          {
            "name": "Труфаново дер."
          },
          {
            "name": "Усадище дер."
          },
          {
            "name": "Усадище пос."
          },
          {
            "name": "Усть-Рыбежно пос."
          },
          {
            "name": "Хамонтово дер."
          },
          {
            "name": "Харчевня дер."
          },
          {
            "name": "Хвалово пос."
          },
          {
            "name": "Хмелевик дер."
          },
          {
            "name": "Хотово дер."
          },
          {
            "name": "Хотуча д.",
            "streets": [
              {
                "name": "Полевая ул."
              }
            ]
          },
          {
            "name": "Чажешно дер."
          },
          {
            "name": "Чаплино дер."
          },
          {
            "name": "Часовенское дер."
          },
          {
            "name": "Чернавино дер."
          },
          {
            "name": "Черноручье дер."
          },
          {
            "name": "Черноушево дер."
          },
          {
            "name": "Чуново дер."
          },
          {
            "name": "Шахново дер."
          },
          {
            "name": "Юги дер."
          },
          {
            "name": "Южное сад-во"
          },
          {
            "name": "Юшково дер.",
            "streets": [
              {
                "name": "Новоладожская ул."
              }
            ]
          },
          {
            "name": "Яхново дер."
          },
          {
            "name": "Яхновщина дер."
          }
        ]
      },
      {
        "name": "Всеволожский",
        "nasPunkt": [
          {
            "name": "36 км. Выборгского шоссе",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "38 км Выборгского шоссе",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "40 км Выборгского шоссе",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Агалатово дер.",
            "streets": [
              {
                "name": "Берёзовая ал."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Жилгородок ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Кленовая ал."
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Крутая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Межевая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Ольховая ал."
              },
              {
                "name": "Пальмира СНТ"
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Приозерское ш."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Речная ал."
              },
              {
                "name": "Сарженская ул."
              },
              {
                "name": "Сиреневая ал."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Сосновая ал."
              }
            ]
          },
          {
            "name": "Агалатово СНТ",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Агат СНТ",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Алюмино СНТ",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Аньялово дер.",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Аро дер.",
            "streets": [
              {
                "name": "Короткая ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Мелиораторов ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Ольховый пер."
              },
              {
                "name": "Ореховая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Тихий пер."
              }
            ]
          },
          {
            "name": "Аудио дер.",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Бабино садоводство",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Балтиец СНТ",
            "streets": [
              {
                "name": "1-я линия"
              },
              {
                "name": "10-я линия"
              },
              {
                "name": "11-я линия"
              },
              {
                "name": "12-я линия"
              },
              {
                "name": "13-я линия"
              },
              {
                "name": "14-я линия"
              },
              {
                "name": "15-я линия"
              },
              {
                "name": "16-я линия"
              },
              {
                "name": "17-я линия"
              },
              {
                "name": "18-я линия"
              },
              {
                "name": "19-я линия"
              },
              {
                "name": "2-я линия"
              },
              {
                "name": "20-я линия"
              },
              {
                "name": "21-я линия"
              },
              {
                "name": "22-я линия"
              },
              {
                "name": "23-я линия"
              },
              {
                "name": "24-я линия"
              },
              {
                "name": "25-я линия"
              },
              {
                "name": "26-я линия"
              },
              {
                "name": "27-я линия"
              },
              {
                "name": "28-я линия"
              },
              {
                "name": "3-я линия"
              },
              {
                "name": "4-я линия"
              },
              {
                "name": "5-я линия"
              },
              {
                "name": "6-я линия"
              },
              {
                "name": "7-я линия"
              },
              {
                "name": "8-я линия"
              },
              {
                "name": "9-я линия"
              },
              {
                "name": "Балттехфлотская ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Балтиец-38 СНТ"
          },
          {
            "name": "Баррикада СНТ"
          },
          {
            "name": "Белоостров массив",
            "streets": [
              {
                "name": "Арфа СНТ"
              },
              {
                "name": "Компас СНТ"
              },
              {
                "name": "Лесное ДНТ"
              },
              {
                "name": "Мария СНТ"
              },
              {
                "name": "Нева-2 СНТ"
              },
              {
                "name": "Отрадное СНТ"
              },
              {
                "name": "Памир ДНП"
              },
              {
                "name": "Полиграфмаш СНТ"
              },
              {
                "name": "Поляна-2 ДНТ"
              },
              {
                "name": "Речное ДКП"
              },
              {
                "name": "Светлана-2 СНТ"
              },
              {
                "name": "СКА СНТ"
              }
            ]
          },
          {
            "name": "Белоостров СНТ"
          },
          {
            "name": "Белочка СТ"
          },
          {
            "name": "Березовка пос."
          },
          {
            "name": "Берёзовая роща ДНП",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Бернгардовка массив"
          },
          {
            "name": "Ближняя Пристань КП",
            "streets": [
              {
                "name": "Каменноостровская ул."
              },
              {
                "name": "Валаамская ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Зеленецкая ул."
              },
              {
                "name": "Карельская ул."
              },
              {
                "name": "Коневецкая ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Онежская ул."
              },
              {
                "name": "Приозерская ул."
              },
              {
                "name": "Радужная ул."
              },
              {
                "name": "Рябиновая ул."
              },
              {
                "name": "Свирская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сторожевая ул."
              },
              {
                "name": "Шлиссельбургская ул."
              }
            ]
          },
          {
            "name": "Блудное Массив"
          },
          {
            "name": "Большие Пороги дер."
          },
          {
            "name": "Бор дер.",
            "streets": [
              {
                "name": "Березовая ал."
              },
              {
                "name": "Тихая ул."
              }
            ]
          },
          {
            "name": "Борисова Грива пос."
          },
          {
            "name": "Бриллиант ДНП"
          },
          {
            "name": "Бугры пос.",
            "streets": [
              {
                "name": "Воронцовский бул."
              },
              {
                "name": "Гараж-бокс кв-л"
              },
              {
                "name": "Гаражный пр-д"
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Клубный пер."
              },
              {
                "name": "Нижняя ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Средний пер."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Ваганово дер."
          },
          {
            "name": "Ваганово садоводство"
          },
          {
            "name": "Варзолово пос."
          },
          {
            "name": "Варколово д."
          },
          {
            "name": "Вартемяги пос.",
            "streets": [
              {
                "name": "Ветеранов ул."
              },
              {
                "name": "Еловая ул."
              },
              {
                "name": "Карла Либкнехта ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Охтинская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Приозерское ш."
              },
              {
                "name": "Смольнинская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Токсовское ш."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Южный массив ул."
              }
            ]
          },
          {
            "name": "Вартемяки-1 ДНТ",
            "streets": [
              {
                "name": "Березовая ул."
              },
              {
                "name": "Зеркальная ул."
              },
              {
                "name": "Киварин ручей КП"
              },
              {
                "name": "Коробицына ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Луговая ул. (Зеркальный мкр)"
              },
              {
                "name": "Новопроложенная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Южная наб."
              }
            ]
          },
          {
            "name": "Васкелово пос."
          },
          {
            "name": "Вектор СНТ"
          },
          {
            "name": "Верхние Осельки пос.",
            "streets": [
              {
                "name": "3-я Линия ул."
              },
              {
                "name": "4-я Линия ул."
              },
              {
                "name": "5-я Линия ул."
              },
              {
                "name": "6-я Линия ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Дубковская ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Ключевая ул."
              },
              {
                "name": "Комсомола ул."
              },
              {
                "name": "Космонавтов ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Медицинская ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Октябрьский пер."
              },
              {
                "name": "Ольховая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Рябиновая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Садовый пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Цветочная ул."
              }
            ]
          },
          {
            "name": "Ветеран СНТ"
          },
          {
            "name": "Виктория СНТ"
          },
          {
            "name": "Вирки дер."
          },
          {
            "name": "Висхаги СНТ"
          },
          {
            "name": "Витязь СНТ"
          },
          {
            "name": "Воейково пос."
          },
          {
            "name": "Волоярви дер."
          },
          {
            "name": "Восточно-Выборгское ш."
          },
          {
            "name": "Всеволожск г."
          },
          {
            "name": "Выборжец СНТ"
          },
          {
            "name": "Вымпел СНТ"
          },
          {
            "name": "Вьюн пос."
          },
          {
            "name": "Ганнибаловка дер."
          },
          {
            "name": "Гарболово пос."
          },
          {
            "name": "Гарболово-озеро СНТ"
          },
          {
            "name": "Гранит ДНП"
          },
          {
            "name": "Гранит сад-во"
          },
          {
            "name": "Грибное пос."
          },
          {
            "name": "Грузино д.",
            "streets": [
              {
                "name": "Ягодное СНТ"
              }
            ]
          },
          {
            "name": "Грузино СНТ"
          },
          {
            "name": "Грузино-1 СНТ"
          },
          {
            "name": "Грузино-3 СНТ"
          },
          {
            "name": "Грузино-4 СНТ"
          },
          {
            "name": "Грузино-5 СНТ"
          },
          {
            "name": "Грузино-6 СНТ"
          },
          {
            "name": "Грузино-9 СНТ"
          },
          {
            "name": "Дорожник СНТ"
          },
          {
            "name": "Дранишники дер.",
            "streets": [
              {
                "name": "Луговая ул."
              },
              {
                "name": "Счастливая ул."
              }
            ]
          },
          {
            "name": "Дружба СНТ",
            "streets": [
              {
                "name": "1-я линия"
              },
              {
                "name": "2-я линия"
              }
            ]
          },
          {
            "name": "Дружное КП"
          },
          {
            "name": "Дубровка пос.",
            "streets": [
              {
                "name": "1-й Пятилетки ул."
              },
              {
                "name": "2-й Пятилетки ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Выборгская ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Динкевича ул."
              },
              {
                "name": "Дружбы ул."
              },
              {
                "name": "Дубровская ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Журбы ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Защитников Отечества ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Невская ул."
              },
              {
                "name": "Николая Рубцова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Обороны ул."
              },
              {
                "name": "Павленко ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Светлый пер."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Смурова ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечный пер."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Томилина ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Щурова ул."
              },
              {
                "name": "Юности ул."
              }
            ]
          },
          {
            "name": "Дубровка СНТ",
            "streets": [
              {
                "name": "Серевная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Дунай дер."
          },
          {
            "name": "Дунай массив",
            "streets": [
              {
                "name": "Авиатор СНТ"
              },
              {
                "name": "Аврора СНТ, Галерная ул."
              },
              {
                "name": "Алмаз СНТ"
              },
              {
                "name": "Баррикада СНТ, Невская ул."
              },
              {
                "name": "Восток СНТ"
              },
              {
                "name": "Дружба-2 СНТ"
              },
              {
                "name": "Дунай СНТ"
              },
              {
                "name": "Здоровье СНТ"
              },
              {
                "name": "Калинка СНТ"
              },
              {
                "name": "Контакт СНТ"
              },
              {
                "name": "Красное Знамя-Новинка СНТ"
              },
              {
                "name": "Ладога-1 СНТ"
              },
              {
                "name": "Океан СНТ"
              },
              {
                "name": "Самойловец СНТ 17-я ул."
              },
              {
                "name": "Солнышко СНТ"
              },
              {
                "name": "Фрунзенское СНТ"
              }
            ]
          },
          {
            "name": "Екатериновка дер."
          },
          {
            "name": "Екатериновка-1 пос."
          },
          {
            "name": "Елизаветинка дер."
          },
          {
            "name": "Ёксолово дер.",
            "streets": [
              {
                "name": "Лесной пер."
              },
              {
                "name": "Полевая ул."
              }
            ]
          },
          {
            "name": "Железнодорожник СНТ"
          },
          {
            "name": "Журавлиное КП"
          },
          {
            "name": "Завода им. Кулакова СНТ"
          },
          {
            "name": "Заводской пос."
          },
          {
            "name": "Заневка пос.",
            "streets": [
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Питерская ул."
              }
            ]
          },
          {
            "name": "Заозерное СНТ"
          },
          {
            "name": "Заозёрное-1 СТ"
          },
          {
            "name": "Западная Лица дер.",
            "streets": [
              {
                "name": "Адмирала Нахимова ул."
              },
              {
                "name": "Генерала Армии Маргелова ул."
              }
            ]
          },
          {
            "name": "Звезда СНТ"
          },
          {
            "name": "Звёздочка СНТ"
          },
          {
            "name": "Земледелец СНТ"
          },
          {
            "name": "Изыскатель СНТ"
          },
          {
            "name": "Им. Луначарского СНТ"
          },
          {
            "name": "Ириновка дер."
          },
          {
            "name": "Ириновка пос.",
            "streets": [
              {
                "name": "Алюминская ул."
              },
              {
                "name": "Березовая  ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Зеленый пер."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Садовый пер."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Станционная ул."
              }
            ]
          },
          {
            "name": "Кавголово дер."
          },
          {
            "name": "Кавголово-стандарт сад-во"
          },
          {
            "name": "Кавголовское Озеро КП",
            "streets": [
              {
                "name": "Лыжная ул."
              }
            ]
          },
          {
            "name": "Кальтино дер.",
            "streets": [
              {
                "name": "Есенина ул."
              },
              {
                "name": "Колтушское ш."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Нижняя ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Солнечная ул."
              }
            ]
          },
          {
            "name": "Каменка дер."
          },
          {
            "name": "Канисты дер.",
            "streets": [
              {
                "name": "Лесная ул."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Сиреневый пер."
              }
            ]
          },
          {
            "name": "Канонерец СНТ"
          },
          {
            "name": "Капитолово дер.",
            "streets": [
              {
                "name": "Охтинская ул."
              },
              {
                "name": "Подгорный пер."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Карасары ТИЗ"
          },
          {
            "name": "Карьер Мяглово дер."
          },
          {
            "name": "Касимово дер.",
            "streets": [
              {
                "name": "Аришкина Дорога ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Приозерское шоссе"
              },
              {
                "name": "Цветочная ул."
              }
            ]
          },
          {
            "name": "Касимово массив",
            "streets": [
              {
                "name": "Вартемяки-3 ДНТ"
              }
            ]
          },
          {
            "name": "Касимово СНТ"
          },
          {
            "name": "Керро пос."
          },
          {
            "name": "Киркиомяки Бол. дер."
          },
          {
            "name": "Кирпичный Завод дер."
          },
          {
            "name": "Кирполье дер.",
            "streets": [
              {
                "name": "Швейцарский проезд."
              }
            ]
          },
          {
            "name": "Кискелово дер.",
            "streets": [
              {
                "name": "Новая ул."
              }
            ]
          },
          {
            "name": "Киссолово"
          },
          {
            "name": "Клубничное СНТ",
            "streets": [
              {
                "name": "Благодатная ул."
              },
              {
                "name": "Грибная ул."
              },
              {
                "name": "Клубничная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Полюстровская ул."
              },
              {
                "name": "Энергетиков ул."
              }
            ]
          },
          {
            "name": "Ковалево пос.",
            "streets": [
              {
                "name": "Деревенская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Широтная ул."
              }
            ]
          },
          {
            "name": "Коккорево дер."
          },
          {
            "name": "Коккорево массив",
            "streets": [
              {},
              null,
              {
                "name": "Ладожский Маяк КП"
              }
            ]
          },
          {
            "name": "Кокосы КП"
          },
          {
            "name": "Колбино дер."
          },
          {
            "name": "Колос СНТ"
          },
          {
            "name": "Колтуши дер.",
            "streets": [
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Воейковское ш."
              },
              {
                "name": "Колтушское ш."
              },
              {
                "name": "Морской прд."
              },
              {
                "name": "Мягловское ш."
              },
              {
                "name": "Парковая 1-я ул."
              },
              {
                "name": "Парковая 2-я ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Школьный пер."
              }
            ]
          },
          {
            "name": "Колясово дер."
          },
          {
            "name": "Корабсельки дер.",
            "streets": [
              {
                "name": "Нижний прд."
              },
              {
                "name": "Приозерское ш."
              }
            ]
          },
          {
            "name": "Кордон СНТ"
          },
          {
            "name": "Коркино дер."
          },
          {
            "name": "Коркинские Просторы ДНП"
          },
          {
            "name": "Коркинские Холмы ДНП"
          },
          {
            "name": "Корнево пос."
          },
          {
            "name": "Кошкино дер."
          },
          {
            "name": "Красная Горка пос."
          },
          {
            "name": "Красная Заря пос."
          },
          {
            "name": "Красная Звезда пос."
          },
          {
            "name": "Красный Маяк СНТ"
          },
          {
            "name": "Кудрово дер.",
            "streets": [
              {
                "name": "Авcтрийская ул."
              },
              {
                "name": "Альпийская ул."
              },
              {
                "name": "Английская ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Венская ул."
              },
              {
                "name": "Европейский пр."
              },
              {
                "name": "Итальянский пер."
              },
              {
                "name": "Каштановая ал."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Мурманское шоссе, 12-й км"
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Немецкая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Областная ул."
              },
              {
                "name": "Пражская ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Столичная ул."
              },
              {
                "name": "Строителей пр."
              },
              {
                "name": "Украинский пр."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Кузьмолово пос.",
            "streets": [
              {
                "name": "10-й проезд"
              },
              {
                "name": "12-й проезд"
              },
              {
                "name": "15-й проезд"
              },
              {
                "name": "2-й проезд"
              },
              {
                "name": "5-й проезд"
              },
              {
                "name": "6-й проезд"
              },
              {
                "name": "9-й проезд"
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заозерная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Короткий пер."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Надежда кв-л"
              },
              {
                "name": "Надежда мкр"
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Охтинская ул."
              },
              {
                "name": "Пасечная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Придорожная ул."
              },
              {
                "name": "Рядового Иванова ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Юбилейная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Кузьмоловский пос.",
            "streets": [
              {
                "name": "10-й проезд"
              },
              {
                "name": "12-й проезд"
              },
              {
                "name": "15-й проезд"
              },
              {
                "name": "2-й проезд"
              },
              {
                "name": "5-й проезд"
              },
              {
                "name": "6-й проезд"
              },
              {
                "name": "9-й проезд"
              },
              {
                "name": "Варколово-1"
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заозерная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Каштановая ул."
              },
              {
                "name": "Кедровый проезд"
              },
              {
                "name": "Кипарисовый проезд"
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Короткий пер."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Охтинская ул."
              },
              {
                "name": "Пасечная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Придорожная ул."
              },
              {
                "name": "Рубежная ул."
              },
              {
                "name": "Рядового Иванова ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновый проезд"
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Токсовское ш."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Юбилейная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Куйвози дер.",
            "streets": [
              {},
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              null,
              {
                "name": "26-я линия"
              }
            ]
          },
          {
            "name": "Куйвози-2 СНТ",
            "streets": [
              {
                "name": "26-я линия"
              }
            ]
          },
          {
            "name": "Куйворы дер."
          },
          {
            "name": "Кулаковское-1 СНТ"
          },
          {
            "name": "Куялово дер."
          },
          {
            "name": "Лаврики пос."
          },
          {
            "name": "Ладожец-5 СНТ"
          },
          {
            "name": "Ладожский трудпоселок д."
          },
          {
            "name": "Ладожское Озеро пос."
          },
          {
            "name": "Лазурное-2 СНТ"
          },
          {
            "name": "Лемболово дер."
          },
          {
            "name": "Лемболово массив",
            "streets": [
              {
                "name": "Балтиец СНТ"
              },
              {
                "name": "Лемболово СНТ"
              }
            ]
          },
          {
            "name": "Лемболовская Твердыня",
            "streets": [
              {
                "name": "Березовая Роща СНТ"
              }
            ]
          },
          {
            "name": "Лемболовский ДПК"
          },
          {
            "name": "Ленфильм СНТ"
          },
          {
            "name": "Ленэнергоремонт СНТ"
          },
          {
            "name": "Лепсари дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Лесколово пос.",
            "streets": [
              {
                "name": "1-й Тупик ул."
              },
              {
                "name": "Запрудная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Каменная ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Красноборская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Малая Запрудная ул."
              },
              {
                "name": "Фабричная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Центральный пер."
              }
            ]
          },
          {
            "name": "Лесное пос."
          },
          {
            "name": "Лесное-1 СНТ"
          },
          {
            "name": "Лехтуси дер."
          },
          {
            "name": "Лехтуси массив",
            "streets": [
              {
                "name": "Дружба НИИ Гириконд СНТ"
              },
              {
                "name": "Дружное-3 СНТ"
              }
            ]
          },
          {
            "name": "Лиголамби дер.",
            "streets": [
              {
                "name": "Боровая ул."
              }
            ]
          },
          {
            "name": "Лотос СНТ",
            "streets": [
              {
                "name": "Артиллерийская ул."
              }
            ]
          },
          {
            "name": "Лупполово пос.",
            "streets": [
              {
                "name": "Деревенская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Луговой пер."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Приозерское ш."
              },
              {
                "name": "Садоводческая ул."
              },
              {
                "name": "Северо-Западный мкр."
              }
            ]
          },
          {
            "name": "Лупполово СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мадио-Озерки СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Максимовка хут.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Малая Романовка дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Малина СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Малое Манушкино дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Малые Пороги дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Малый Петербург ДНП",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Манушкино дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Марс СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Маслово дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Матокса пос.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Медное Озеро ДНП",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Медное Озеро пос.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Медное Озеро-2 КП",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Медный Завод дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Медовое пос.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мельничный ручей пос.",
            "streets": [
              {
                "name": "Комсомола ул."
              }
            ]
          },
          {
            "name": "Мендсары пос.",
            "streets": [
              {
                "name": "1-й проезд"
              },
              {
                "name": "9-й Садовый прд."
              },
              {
                "name": "Горы КП"
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Медиков ул."
              },
              {
                "name": "Ольховый прд."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Мертуть сад-во",
            "streets": [
              {
                "name": "Заозерное СНТ"
              },
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Меслики пос.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Минулово дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мистолово дер.",
            "streets": [
              {
                "name": "1-я Линия"
              },
              {
                "name": "2-я Линия"
              },
              {
                "name": "Благодатная ул."
              },
              {
                "name": "Брусничный Холм ул."
              },
              {
                "name": "Верхний Проезд"
              },
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Главная ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Малиновый пер."
              },
              {
                "name": "Мирная ул."
              },
              {
                "name": "Морошка ул."
              },
              {
                "name": "Нижняя ул."
              },
              {
                "name": "Ольховый прд."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Средний Проспект"
              },
              {
                "name": "Тенистая ул."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Черничная ул."
              },
              {
                "name": "Юркина ул."
              }
            ]
          },
          {
            "name": "Морозова имени пос.",
            "streets": [
              {
                "name": "4 Линия ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жука ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Культуры ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежный пер."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Огнева ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Ольховый прд."
              },
              {
                "name": "Освобождения ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Петрокрепость кв-л"
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Рабочего Батальона ул."
              },
              {
                "name": "Садовые участки № 4"
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Скворцова ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Спорта ул."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Хесина ул."
              },
              {
                "name": "Чекалова ул."
              }
            ]
          },
          {
            "name": "Морье дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Моряк СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мотор СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мурино пос.",
            "streets": [
              {
                "name": "2-я линия"
              },
              {
                "name": "Авиаторов Балтики пр."
              },
              {
                "name": "Английская ул."
              },
              {
                "name": "Березовая аллея"
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Веселая ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Воронцовский бул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Графская ул."
              },
              {
                "name": "Екатерининская ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Менделеева бул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Оборонная ул."
              },
              {
                "name": "Ольховый прд."
              },
              {
                "name": "Охтинская аллея"
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Петровский бул."
              },
              {
                "name": "Привокзальная пл."
              },
              {
                "name": "Родниковый пер."
              },
              {
                "name": "Ручьевский пр."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Скандинавский проезд"
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шоссе в Лаврики ул."
              },
              {
                "name": "Шувалова ул."
              },
              {
                "name": "Ясная ул."
              }
            ]
          },
          {
            "name": "Мяглово дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мяглово пос.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Мяглово-Карьер массив",
            "streets": [
              {
                "name": "Ольховый прд."
              },
              {
                "name": "Север СНТ"
              },
              {
                "name": "Солярис СНТ"
              }
            ]
          },
          {
            "name": "Невский лесопарк",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Ненимяки пос.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Нижние Осельки дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Ника СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Никитилово дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Новая пустошь дер.",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Новик СНТ",
            "streets": [
              {
                "name": "Ольховый прд."
              }
            ]
          },
          {
            "name": "Новое Девяткино дер.",
            "streets": [
              {
                "name": "Арсенальная ул."
              },
              {
                "name": "Ветеранов ул."
              },
              {
                "name": "Главная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Славы ул."
              },
              {
                "name": "Токсовское ш."
              },
              {
                "name": "Флотская ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Энергетиков ул."
              }
            ]
          },
          {
            "name": "Новое Токсово массив",
            "streets": [
              {
                "name": "Холмистое СНТ"
              },
              {
                "name": "Юбилейное СНТ"
              },
              {
                "name": "Восход СНТ"
              },
              {
                "name": "Дружное-4 СНТ"
              },
              {
                "name": "Защита СНТ"
              },
              {
                "name": "Лазурное СНТ"
              },
              {
                "name": "Лазурное-2 СНТ"
              },
              {
                "name": "Маяк СНТ"
              },
              {
                "name": "Озерное СНТ"
              },
              {
                "name": "Пирит-1 СНТ"
              },
              {
                "name": "Союз СНТ"
              }
            ]
          },
          {
            "name": "Новое Токсово пос.",
            "streets": [
              {
                "name": "Парковая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Новосаратовка пос."
          },
          {
            "name": "Новосергиевка дер."
          },
          {
            "name": "Новые Дубки ДНП",
            "streets": [
              {
                "name": "Тенистный пер."
              }
            ]
          },
          {
            "name": "Озерки дер."
          },
          {
            "name": "Озерки-1 дер."
          },
          {
            "name": "Ойнелово массив"
          },
          {
            "name": "Околица СНТ"
          },
          {
            "name": "Омега ДНП"
          },
          {
            "name": "Опушка КП"
          },
          {
            "name": "Оранжерейка дер."
          },
          {
            "name": "Орехово пос."
          },
          {
            "name": "Орешек 2 СНТ"
          },
          {
            "name": "Орешек СНТ"
          },
          {
            "name": "Орово дер."
          },
          {
            "name": "Осельки дер."
          },
          {
            "name": "Осельки при станции пос.",
            "streets": [
              {
                "name": "Поперечная ул."
              }
            ]
          },
          {
            "name": "Осинка СНТ"
          },
          {
            "name": "Островки дер."
          },
          {
            "name": "Островки-Пороги пос."
          },
          {
            "name": "Павлово пос.",
            "streets": [
              {
                "name": "Быкова ул."
              },
              {
                "name": "Морской проезд"
              },
              {
                "name": "Павловский проезд"
              }
            ]
          },
          {
            "name": "Парклесхоз пос."
          },
          {
            "name": "Пери массив",
            "streets": [
              {
                "name": "Пери-2 СНТ"
              },
              {
                "name": "Электроника СНТ"
              }
            ]
          },
          {
            "name": "Пери пос."
          },
          {
            "name": "Пески пос.",
            "streets": [
              {
                "name": "Большая ул."
              },
              {
                "name": "Генерала Краснова ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зари ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "М.Зощенко ул."
              },
              {
                "name": "Оскаленко ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Счастливая ул."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Петровские Сады КП",
            "streets": [
              {
                "name": "Можжевеловая ул."
              }
            ]
          },
          {
            "name": "Плинтовка пос."
          },
          {
            "name": "Поляна-2 ДНТ"
          },
          {
            "name": "Порошкино дер.",
            "streets": [
              {
                "name": "1-й прд."
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Войнова пер."
              },
              {
                "name": "Долинная ул."
              },
              {
                "name": "Звездная ул."
              },
              {
                "name": "Ключевой КП"
              },
              {
                "name": "Кольцевое шоссе"
              },
              {
                "name": "Лебяжья ул."
              },
              {
                "name": "Никольская ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Романтиков ул."
              },
              {
                "name": "Ромашковая ул."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Ямской пер."
              }
            ]
          },
          {
            "name": "Прилесный пос.",
            "streets": [
              {
                "name": "Брусничная ул."
              }
            ]
          },
          {
            "name": "Проба пос.",
            "streets": [
              {
                "name": "Пробинское шоссе"
              },
              {
                "name": "Станционная ул."
              }
            ]
          },
          {
            "name": "Проба СНТ"
          },
          {
            "name": "Протон СНТ"
          },
          {
            "name": "Пурново дер."
          },
          {
            "name": "Рабочий Посёлок-2 СНТ"
          },
          {
            "name": "Рагозинка дер."
          },
          {
            "name": "Разметелево дер.",
            "streets": [
              {
                "name": "Виркинский пер."
              },
              {
                "name": "ПТУ-56 ул."
              },
              {
                "name": "Разметелевская ул."
              }
            ]
          },
          {
            "name": "Рапполово пос.",
            "streets": [
              {
                "name": "Дубовая ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Овражная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Ручейная ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Рахья массив",
            "streets": [
              {
                "name": "Косой Карьер СНТ"
              }
            ]
          },
          {
            "name": "Рахья пос.",
            "streets": [
              {
                "name": "2-я Луговая ул."
              },
              {
                "name": "Гладкинская ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Дорога Жизни ш."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Комсомола ул."
              },
              {
                "name": "Кузнецовой ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Лары Михеенко ул."
              },
              {
                "name": "Ленинградское шоссе"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Озерновская ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Октябрьское шоссе"
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Севастьянова ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Торфяная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Рахья СНТ"
          },
          {
            "name": "Резвых дер."
          },
          {
            "name": "Родник ДНП"
          },
          {
            "name": "Родники-1 СНТ"
          },
          {
            "name": "Родники-2 СНТ"
          },
          {
            "name": "Родничковое СНТ"
          },
          {
            "name": "Ройка СНТ"
          },
          {
            "name": "Романовка пос.",
            "streets": [
              {
                "name": "1-й пр-д"
              },
              {
                "name": "2-й пр-д"
              },
              {
                "name": "3-й пр-д"
              },
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Гаражный Проезд"
              },
              {
                "name": "Дорога Жизни ш."
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Каштановая ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Романовка СНТ"
          },
          {
            "name": "Ромашка СНТ"
          },
          {
            "name": "Рохма дер."
          },
          {
            "name": "Рублево КП"
          },
          {
            "name": "Рыжики"
          },
          {
            "name": "Рыжики ДНП",
            "streets": [
              {
                "name": "Мечтателей ул."
              }
            ]
          },
          {
            "name": "Рыжики КП"
          },
          {
            "name": "Савочкино дер."
          },
          {
            "name": "Сады сад-во"
          },
          {
            "name": "Сарженка дер."
          },
          {
            "name": "Свердлова им. пос.",
            "streets": [
              {
                "name": "1-й Микрорайон"
              },
              {
                "name": "2-й Микрорайон"
              },
              {
                "name": "Аллейная ул."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Ермаковская ул."
              },
              {
                "name": "Западный проезд"
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Лесопарковская ул."
              },
              {
                "name": "Малые Пороги ул."
              },
              {
                "name": "Невская ул."
              },
              {
                "name": "Овцынская 1-я линия ул."
              },
              {
                "name": "Овцынская 10-я линия ул."
              },
              {
                "name": "Овцынская 11-я линия ул."
              },
              {
                "name": "Овцынская 12-я линия ул."
              },
              {
                "name": "Овцынская 13-я линия ул."
              },
              {
                "name": "Овцынская 14-я линия ул."
              },
              {
                "name": "Овцынская 2-я линия ул."
              },
              {
                "name": "Овцынская 3-я линия ул."
              },
              {
                "name": "Овцынская 4-я линия ул."
              },
              {
                "name": "Овцынская 5-я линия ул."
              },
              {
                "name": "Овцынская 6-я линия ул."
              },
              {
                "name": "Овцынская 7-я линия ул."
              },
              {
                "name": "Овцынская 8-я линия ул."
              },
              {
                "name": "Овцынская 9-я линия ул."
              },
              {
                "name": "Овцынская ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Ольховая ул."
              },
              {
                "name": "Петрова Дача ул."
              },
              {
                "name": "Петрова Дача, 1-я линия ул."
              },
              {
                "name": "Петрова Дача, 2-я линия ул."
              },
              {
                "name": "Петрова Дача, 3-я линия ул."
              },
              {
                "name": "Петрозаводская ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Старая Дача ул."
              },
              {
                "name": "Щербинка 1-я линия ул."
              },
              {
                "name": "Щербинка 2-я линия ул."
              },
              {
                "name": "Щербинка ул."
              }
            ]
          },
          {
            "name": "Северная Жемчужина СНП"
          },
          {
            "name": "Северная Самарка сад-во",
            "streets": [
              {
                "name": "Эскалатор СНТ"
              }
            ]
          },
          {
            "name": "Семь Ручьёв КП"
          },
          {
            "name": "Серебряный ручей СНТ"
          },
          {
            "name": "Сертолово пос.",
            "streets": [
              {
                "name": "25 км Выборгского шоссе"
              },
              {
                "name": "3 городок ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Верная ул."
              },
              {
                "name": "Ветеранов ул."
              },
              {
                "name": "Выборгское ш."
              },
              {
                "name": "Героев Семерки ул."
              },
              {
                "name": "Дмитрия Кожемякина ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Индустриальная ул."
              },
              {
                "name": "Исполкомская ул."
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Ларина ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Любимая ул."
              },
              {
                "name": "Модуль мкр"
              },
              {
                "name": "Модуль(Дачная) мкр"
              },
              {
                "name": "Модуль(Зеленая) мкр"
              },
              {
                "name": "Модуль(Лесная) мкр"
              },
              {
                "name": "Модуль(Озерная) мкр"
              },
              {
                "name": "Модуль(Связистов) мкр"
              },
              {
                "name": "Модуль(Северная) мкр"
              },
              {
                "name": "Модуль(Солнечная) мкр"
              },
              {
                "name": "Модуль(Тенистая) мкр"
              },
              {
                "name": "Модуль(Широкая) мкр"
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Молодцова ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парковый проезд"
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петровская Муза(Дорожка) мкр"
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Сертолово-1 мкр."
              },
              {
                "name": "Сертолово-2 мкр."
              },
              {
                "name": "Сертоловский промкомбинат кв-л"
              },
              {
                "name": "Сияние днп"
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Черная речка мкр."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шоссейная ул."
              },
              {
                "name": "Юбилейная ул."
              }
            ]
          },
          {
            "name": "Сертолово-1 Мкр.",
            "streets": [
              {
                "name": "Выборгское шоссе."
              },
              {
                "name": "Молодцова ул."
              }
            ]
          },
          {
            "name": "Сертолово-2 пос.",
            "streets": [
              {
                "name": "Березовая ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Тихвинская ул."
              }
            ]
          },
          {
            "name": "Сирень СНТ",
            "streets": [
              {
                "name": "Сиреневый прд."
              }
            ]
          },
          {
            "name": "Скандинавские высоты ТСН"
          },
          {
            "name": "Скиф СНТ"
          },
          {
            "name": "Скотное дер.",
            "streets": [
              {
                "name": "Каштановая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Сортавальское шоссе"
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Слобода КП"
          },
          {
            "name": "Смольный"
          },
          {
            "name": "Солнечная долина ДНП"
          },
          {
            "name": "Солнечное садовые участки"
          },
          {
            "name": "Солнечный Бор"
          },
          {
            "name": "Соржа-Рыжики массив",
            "streets": [
              {
                "name": "Строитель СТ"
              }
            ]
          },
          {
            "name": "Соржа-Старая территория"
          },
          {
            "name": "Сосновый хутор СНТ"
          },
          {
            "name": "Спутник-2 СНТ"
          },
          {
            "name": "Старая дер.",
            "streets": [
              {
                "name": "1-я Баррикадная ул."
              },
              {
                "name": "2-я Баррикадная ул."
              },
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Генерала Чоглокова ул."
              },
              {
                "name": "Иоанна Кронштадтского ул."
              },
              {
                "name": "Колтушское ш."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молочный Пер."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новосергиевский проезд"
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Юбилейная аллея"
              }
            ]
          },
          {
            "name": "Старая пустошь дер.",
            "streets": [
              {
                "name": "Дягилева ул."
              },
              {
                "name": "Саврасова ул."
              }
            ]
          },
          {
            "name": "Стеклянный пос."
          },
          {
            "name": "Суоранда дер.",
            "streets": [
              {
                "name": "Ржавского ул."
              }
            ]
          },
          {
            "name": "Сярьги дер."
          },
          {
            "name": "Тавры дер."
          },
          {
            "name": "Тавры СНТ"
          },
          {
            "name": "Тихая Ладога КП"
          },
          {
            "name": "Токкари дер."
          },
          {
            "name": "Токсово пос.",
            "streets": [
              {
                "name": "2-я Лесная ул."
              },
              {
                "name": "Армейский пер."
              },
              {
                "name": "Береговая Тропа ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Большая аллея"
              },
              {
                "name": "Большая Озерная аллея"
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Буланова ул."
              },
              {
                "name": "Веселый пер."
              },
              {
                "name": "Виктория мкр."
              },
              {
                "name": "Возрождения ул."
              },
              {
                "name": "Вокзальная аллея"
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Восточная аллея"
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Главная аллея"
              },
              {
                "name": "Глухая ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Горная аллея"
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Грина ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Дмитриева ул."
              },
              {
                "name": "Дорожников ул."
              },
              {
                "name": "Дружбы ул."
              },
              {
                "name": "Еловая ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Западная аллея"
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Кавголовский пер."
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Ключевая ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Комендантская Гора ул."
              },
              {
                "name": "Комсомола ул."
              },
              {
                "name": "Короленко ул."
              },
              {
                "name": "Короткий пер."
              },
              {
                "name": "Косогорная аллея"
              },
              {
                "name": "Кривая ул."
              },
              {
                "name": "Кривое Озеро ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Кузнечный пер."
              },
              {
                "name": "Лендача ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесгафта ул."
              },
              {
                "name": "Лесная аллея"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесовода Морозова ул."
              },
              {
                "name": "Лесопарковая ул."
              },
              {
                "name": "Лиственная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Лыжная ул."
              },
              {
                "name": "Майская ул."
              },
              {
                "name": "Малая Озерная аллея"
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Молодежная аллея"
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная аллея"
              },
              {
                "name": "Нагорная Развилка ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Нижне-Луговая ул."
              },
              {
                "name": "Новая аллея"
              },
              {
                "name": "Новинки ул."
              },
              {
                "name": "Новодорожная аллея"
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Озерной пер."
              },
              {
                "name": "Озёрный Край ул."
              },
              {
                "name": "Ольховая ул."
              },
              {
                "name": "Орловская ул."
              },
              {
                "name": "Осенняя ул."
              },
              {
                "name": "Островная ул."
              },
              {
                "name": "Отдых Трудящихся ДНП"
              },
              {
                "name": "Офицерская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Первомайский пер."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петрова ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Пляжная ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Полевая аллея"
              },
              {
                "name": "Поперечная ул."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Привокзальная площадь"
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Пушкарская ул."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Рельефная ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Санаторная ул."
              },
              {
                "name": "Санаторный пер."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Северная аллея"
              },
              {
                "name": "Сенная ул."
              },
              {
                "name": "Сиреневая аллея"
              },
              {
                "name": "Советов ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная аллея"
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая аллея"
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Суровый пер."
              },
              {
                "name": "Торфяная аллея"
              },
              {
                "name": "Торфяная ул."
              },
              {
                "name": "Трамплинная ул."
              },
              {
                "name": "Трудовая ул."
              },
              {
                "name": "Тубсанаторий ул."
              },
              {
                "name": "Тупиковый пер."
              },
              {
                "name": "Туристов ул."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Холмистая ул."
              },
              {
                "name": "Хуторской пер."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чайное Озеро ул."
              },
              {
                "name": "Черничная ул."
              },
              {
                "name": "Швейников ул."
              },
              {
                "name": "Широкая ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Южно-Кольцевая аллея"
              }
            ]
          },
          {
            "name": "Токсовское СНТ",
            "streets": [
              {
                "name": "Брусничная ул."
              }
            ]
          },
          {
            "name": "ТОО ГОИ СНТ"
          },
          {
            "name": "Торфяной дер."
          },
          {
            "name": "Троицкое-4 СНТ"
          },
          {
            "name": "Труд-массив Сады СНТ"
          },
          {
            "name": "Трудовой Отдых СНТ"
          },
          {
            "name": "Трудолюбие СНТ"
          },
          {
            "name": "Тюльпан СНТ"
          },
          {
            "name": "Уварово дер."
          },
          {
            "name": "Углово пос."
          },
          {
            "name": "Удачное ДНП"
          },
          {
            "name": "Хапо-Ое пос.",
            "streets": [
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Хирвости дер."
          },
          {
            "name": "Хиттолово дер.",
            "streets": [
              {
                "name": "Победа СНТ"
              }
            ]
          },
          {
            "name": "Холмы СНТ"
          },
          {
            "name": "Хрустальное СНТ"
          },
          {
            "name": "Хязельки дер.",
            "streets": [
              {
                "name": "Детская ул."
              },
              {
                "name": "Запрудная ул."
              },
              {
                "name": "Зелёная ул."
              },
              {
                "name": "Светлая ул."
              }
            ]
          },
          {
            "name": "Чайка СНТ"
          },
          {
            "name": "Черная Речка дер."
          },
          {
            "name": "Черная Речка пос."
          },
          {
            "name": "Черная речка СНТ"
          },
          {
            "name": "Шагрово пос.",
            "streets": [
              {
                "name": "Есенина ул."
              }
            ]
          },
          {
            "name": "Шереметьевка дер."
          },
          {
            "name": "Шереметьевка массив"
          },
          {
            "name": "Щеглово пос.",
            "streets": [
              {
                "name": "Алюмино ДНТ"
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Итальянская ул."
              },
              {
                "name": "Миллионная ул."
              },
              {
                "name": "Озёрная линия"
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Щегловка КП"
              },
              {
                "name": "Щеглово-1 СНТ"
              },
              {
                "name": "Щеглово-2 ДНП"
              },
              {
                "name": "Щеглово-2 СНТ"
              }
            ]
          },
          {
            "name": "Щеглово-1 СНТ"
          },
          {
            "name": "Электроприбор ЦНИИ"
          },
          {
            "name": "Энергетик СНТ"
          },
          {
            "name": "Энколово дер.",
            "streets": [
              {
                "name": "Апраксина ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Голицына ул."
              },
              {
                "name": "Головина ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Долгорукова ул."
              },
              {
                "name": "Еловая ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Измайлова ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Конюшенная ул."
              },
              {
                "name": "Куракина ул."
              },
              {
                "name": "Лазурная ул."
              },
              {
                "name": "Левашова ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лефортовская ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Луговой прд."
              },
              {
                "name": "Матвеева ул."
              },
              {
                "name": "Меньшикова ул."
              },
              {
                "name": "Миниха ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Морской прд."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Нестерова ул."
              },
              {
                "name": "Охтинская Перспектива ул."
              },
              {
                "name": "Охтинский Парк КП"
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Подгорный прд."
              },
              {
                "name": "Придорожная ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Толстого ул."
              },
              {
                "name": "Хуторская ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чернышева ул."
              },
              {
                "name": "Шереметева ул."
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Юбилейное СНТ",
            "streets": [
              {
                "name": "3-я линия"
              }
            ]
          },
          {
            "name": "Юбилейное-Ручьи СНТ"
          },
          {
            "name": "Южная Самарка СНТ"
          },
          {
            "name": "Юкки дер.",
            "streets": [
              {
                "name": "Березовая аллея"
              },
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Еловая ал."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Ивовая ул."
              },
              {
                "name": "Крутая ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Осиновая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песчаная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Приозерское ш."
              },
              {
                "name": "Проезжая ул."
              },
              {
                "name": "Радищева ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Тенистая ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Юкковский пр."
              },
              {
                "name": "Юкковское ш."
              },
              {
                "name": "Яблоневая ул."
              }
            ]
          },
          {
            "name": "Ягодка СНТ"
          },
          {
            "name": "Ягодное ДНП",
            "streets": [
              {
                "name": "Вишнёвая ул."
              }
            ]
          },
          {
            "name": "Янино-1",
            "streets": [
              {
                "name": "1-я Линия"
              },
              {
                "name": "2-я Линия"
              },
              {
                "name": "3-я Линия"
              },
              {
                "name": "5-я Линия"
              },
              {
                "name": "6-я Линия"
              },
              {
                "name": "7-я линия"
              },
              {
                "name": "Вишневая ул."
              },
              {
                "name": "Военный городок ул."
              },
              {
                "name": "Голландская ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Колтушское ш."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Оранжевая ул."
              },
              {
                "name": "Сиреневый бул."
              },
              {
                "name": "Славы бул."
              },
              {
                "name": "Черная дорога"
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Янино-2",
            "streets": [
              {
                "name": "Мира ул."
              },
              {
                "name": "Объездная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Холмистая ул."
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          }
        ]
      },
      {
        "name": "Выборгский",
        "nasPunkt": [
          {
            "name": "36 км. Выборгского шоссе"
          },
          {
            "name": "38 км Выборгского шоссе"
          },
          {
            "name": "40 км Выборгского шоссе"
          },
          {
            "name": "Агалатово дер."
          },
          {
            "name": "Агалатово СНТ"
          },
          {
            "name": "Агат СНТ"
          },
          {
            "name": "Алюмино СНТ"
          },
          {
            "name": "Аньялово дер."
          },
          {
            "name": "Аро дер.",
            "streets": [
              {
                "name": "Короткая ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Мелиораторов ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Ольховый пер."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Тихий пер."
              }
            ]
          },
          {
            "name": "Аудио дер."
          },
          {
            "name": "Бабино садоводство"
          },
          {
            "name": "Балтиец СНТ",
            "streets": [
              {
                "name": "1-я линия"
              },
              {
                "name": "10-я линия"
              },
              {
                "name": "11-я линия"
              },
              {
                "name": "12-я линия"
              },
              {
                "name": "13-я линия"
              },
              {
                "name": "14-я линия"
              },
              {
                "name": "15-я линия"
              },
              {
                "name": "16-я линия"
              },
              {
                "name": "17-я линия"
              },
              {
                "name": "18-я линия"
              },
              {
                "name": "19-я линия"
              },
              {
                "name": "2-я линия"
              },
              {
                "name": "20-я линия"
              },
              {
                "name": "21-я линия"
              },
              {
                "name": "22-я линия"
              },
              {
                "name": "23-я линия"
              },
              {
                "name": "24-я линия"
              },
              {
                "name": "25-я линия"
              },
              {
                "name": "26-я линия"
              },
              {
                "name": "27-я линия"
              },
              {
                "name": "28-я линия"
              },
              {
                "name": "3-я линия"
              },
              {
                "name": "4-я линия"
              },
              {
                "name": "5-я линия"
              },
              {
                "name": "6-я линия"
              },
              {
                "name": "7-я линия"
              },
              {
                "name": "8-я линия"
              },
              {
                "name": "9-я линия"
              },
              {
                "name": "Балттехфлотская ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Балтиец-38 СНТ"
          },
          {
            "name": "Баррикада СНТ"
          },
          {
            "name": "Белоостров массив",
            "streets": [
              {
                "name": "Арфа СНТ"
              },
              {
                "name": "Компас СНТ"
              },
              {
                "name": "Лесное ДНТ"
              },
              {
                "name": "Мария СНТ"
              },
              {
                "name": "Нева-2 СНТ"
              },
              {
                "name": "Отрадное СНТ"
              },
              {
                "name": "Памир ДНП"
              },
              {
                "name": "Полиграфмаш СНТ"
              },
              {
                "name": "Поляна-2 ДНТ"
              },
              {
                "name": "Речное ДКП"
              },
              {
                "name": "Светлана-2 СНТ"
              },
              {
                "name": "СКА СНТ"
              }
            ]
          },
          {
            "name": "Белоостров СНТ"
          },
          {
            "name": "Белочка СТ"
          },
          {
            "name": "Березовка пос."
          },
          {
            "name": "Берёзовая роща ДНП"
          },
          {
            "name": "Бернгардовка массив"
          },
          {
            "name": "Ближняя Пристань КП"
          },
          {
            "name": "Блудное Массив"
          },
          {
            "name": "Большие Пороги дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Борисова Грива пос."
          },
          {
            "name": "Бриллиант ДНП"
          },
          {
            "name": "Бугры пос."
          },
          {
            "name": "Ваганово дер."
          },
          {
            "name": "Ваганово садоводство"
          },
          {
            "name": "Варзолово пос."
          },
          {
            "name": "Варколово д."
          },
          {
            "name": "Вартемяги пос."
          },
          {
            "name": "Вартемяки-1 ДНТ"
          },
          {
            "name": "Васкелово пос."
          },
          {
            "name": "Вектор СНТ"
          },
          {
            "name": "Верхние Осельки пос."
          },
          {
            "name": "Ветеран СНТ"
          },
          {
            "name": "Виктория СНТ"
          },
          {
            "name": "Вирки дер."
          },
          {
            "name": "Висхаги СНТ"
          },
          {
            "name": "Витязь СНТ"
          },
          {
            "name": "Воейково пос."
          },
          {
            "name": "Волоярви дер."
          },
          {
            "name": "Восточно-Выборгское ш."
          },
          {
            "name": "Всеволожск г."
          },
          {
            "name": "Выборжец СНТ"
          },
          {
            "name": "Вымпел СНТ"
          },
          {
            "name": "Вьюн пос."
          },
          {
            "name": "Ганнибаловка дер."
          },
          {
            "name": "Гарболово пос."
          },
          {
            "name": "Гарболово-озеро СНТ"
          },
          {
            "name": "Гранит ДНП"
          },
          {
            "name": "Гранит сад-во"
          },
          {
            "name": "Грибное пос."
          },
          {
            "name": "Грузино д."
          },
          {
            "name": "Грузино СНТ"
          },
          {
            "name": "Грузино-1 СНТ"
          },
          {
            "name": "Грузино-3 СНТ"
          },
          {
            "name": "Грузино-4 СНТ"
          },
          {
            "name": "Грузино-5 СНТ"
          },
          {
            "name": "Грузино-6 СНТ"
          },
          {
            "name": "Грузино-9 СНТ"
          },
          {
            "name": "Дорожник СНТ"
          },
          {
            "name": "Дранишники дер."
          },
          {
            "name": "Дружба СНТ"
          },
          {
            "name": "Дружное КП"
          },
          {
            "name": "Дубровка пос."
          },
          {
            "name": "Дубровка СНТ"
          },
          {
            "name": "Дунай дер."
          },
          {
            "name": "Дунай массив"
          },
          {
            "name": "Екатериновка дер."
          },
          {
            "name": "Екатериновка-1 пос."
          },
          {
            "name": "Елизаветинка дер."
          },
          {
            "name": "Ёксолово дер."
          },
          {
            "name": "Железнодорожник СНТ"
          },
          {
            "name": "Журавлиное КП"
          },
          {
            "name": "Завода им. Кулакова СНТ"
          },
          {
            "name": "Заводской пос."
          },
          {
            "name": "Заневка пос."
          },
          {
            "name": "Заозерное СНТ"
          },
          {
            "name": "Заозёрное-1 СТ"
          },
          {
            "name": "Западная Лица дер."
          },
          {
            "name": "Звезда СНТ"
          },
          {
            "name": "Звёздочка СНТ"
          },
          {
            "name": "Земледелец СНТ"
          },
          {
            "name": "Изыскатель СНТ"
          },
          {
            "name": "Им. Луначарского СНТ"
          },
          {
            "name": "Ириновка дер."
          },
          {
            "name": "Ириновка пос."
          },
          {
            "name": "Кавголово дер."
          },
          {
            "name": "Кавголово-стандарт сад-во"
          },
          {
            "name": "Кавголовское Озеро КП"
          },
          {
            "name": "Кальтино дер."
          },
          {
            "name": "Каменка дер."
          },
          {
            "name": "Канисты дер."
          },
          {
            "name": "Канонерец СНТ"
          },
          {
            "name": "Капитолово дер."
          },
          {
            "name": "Карасары ТИЗ"
          },
          {
            "name": "Карьер Мяглово дер."
          },
          {
            "name": "Касимово дер."
          },
          {
            "name": "Касимово массив"
          },
          {
            "name": "Касимово СНТ"
          },
          {
            "name": "Керро пос."
          },
          {
            "name": "Киркиомяки Бол. дер."
          },
          {
            "name": "Кирпичный Завод дер."
          },
          {
            "name": "Кирполье дер."
          },
          {
            "name": "Кискелово дер."
          },
          {
            "name": "Киссолово"
          },
          {
            "name": "Клубничное СНТ"
          },
          {
            "name": "Ковалево пос."
          },
          {
            "name": "Коккорево дер."
          },
          {
            "name": "Коккорево массив"
          },
          {
            "name": "Кокосы КП"
          },
          {
            "name": "Колбино дер."
          },
          {
            "name": "Колос СНТ"
          },
          {
            "name": "Колтуши дер."
          },
          {
            "name": "Колясово дер."
          },
          {
            "name": "Корабсельки дер."
          },
          {
            "name": "Кордон СНТ"
          },
          {
            "name": "Коркино дер."
          },
          {
            "name": "Коркинские Просторы ДНП"
          },
          {
            "name": "Коркинские Холмы ДНП"
          },
          {
            "name": "Корнево пос."
          },
          {
            "name": "Кошкино дер."
          },
          {
            "name": "Красная Горка пос."
          },
          {
            "name": "Красная Заря пос."
          },
          {
            "name": "Красная Звезда пос."
          },
          {
            "name": "Красный Маяк СНТ"
          },
          {
            "name": "Кудрово дер."
          },
          {
            "name": "Кузьмолово пос."
          },
          {
            "name": "Кузьмоловский пос."
          },
          {
            "name": "Куйвози дер."
          },
          {
            "name": "Куйвози-2 СНТ"
          },
          {
            "name": "Куйворы дер."
          },
          {
            "name": "Кулаковское-1 СНТ"
          },
          {
            "name": "Куялово дер."
          },
          {
            "name": "Лаврики пос."
          },
          {
            "name": "Ладожец-5 СНТ"
          },
          {
            "name": "Ладожский трудпоселок д."
          },
          {
            "name": "Ладожское Озеро пос."
          },
          {
            "name": "Лазурное-2 СНТ"
          },
          {
            "name": "Лемболово дер."
          },
          {
            "name": "Лемболово массив"
          },
          {
            "name": "Лемболовская Твердыня"
          },
          {
            "name": "Лемболовский ДПК"
          },
          {
            "name": "Ленфильм СНТ"
          },
          {
            "name": "Ленэнергоремонт СНТ"
          },
          {
            "name": "Лепсари дер."
          },
          {
            "name": "Лесколово пос."
          },
          {
            "name": "Лесное пос."
          },
          {
            "name": "Лесное-1 СНТ"
          },
          {
            "name": "Лехтуси дер."
          },
          {
            "name": "Лехтуси массив"
          },
          {
            "name": "Лиголамби дер."
          },
          {
            "name": "Лотос СНТ"
          },
          {
            "name": "Лупполово пос."
          },
          {
            "name": "Лупполово СНТ"
          },
          {
            "name": "Мадио-Озерки СНТ"
          },
          {
            "name": "Максимовка хут."
          },
          {
            "name": "Малая Романовка дер."
          },
          {
            "name": "Малина СНТ"
          },
          {
            "name": "Малое Манушкино дер."
          },
          {
            "name": "Малые Пороги дер."
          },
          {
            "name": "Малый Петербург ДНП"
          },
          {
            "name": "Манушкино дер."
          },
          {
            "name": "Марс СНТ"
          },
          {
            "name": "Маслово дер."
          },
          {
            "name": "Матокса пос."
          },
          {
            "name": "Медное Озеро ДНП"
          },
          {
            "name": "Медное Озеро пос."
          },
          {
            "name": "Медное Озеро-2 КП"
          },
          {
            "name": "Медный Завод дер."
          },
          {
            "name": "Медовое пос."
          },
          {
            "name": "Мельничный ручей пос."
          },
          {
            "name": "Мендсары пос."
          },
          {
            "name": "Мертуть сад-во"
          },
          {
            "name": "Меслики пос."
          },
          {
            "name": "Минулово дер."
          },
          {
            "name": "Мистолово дер."
          },
          {
            "name": "Морозова имени пос."
          },
          {
            "name": "Морье дер."
          },
          {
            "name": "Моряк СНТ"
          },
          {
            "name": "Мотор СНТ"
          },
          {
            "name": "Мурино пос."
          },
          {
            "name": "Мяглово дер."
          },
          {
            "name": "Мяглово пос."
          },
          {
            "name": "Мяглово-Карьер массив"
          },
          {
            "name": "Невский лесопарк"
          },
          {
            "name": "Ненимяки пос."
          },
          {
            "name": "Нижние Осельки дер."
          },
          {
            "name": "Ника СНТ"
          },
          {
            "name": "Никитилово дер."
          },
          {
            "name": "Новая пустошь дер."
          },
          {
            "name": "Новик СНТ"
          },
          {
            "name": "Новое Девяткино дер."
          },
          {
            "name": "Новое Токсово массив"
          },
          {
            "name": "Новое Токсово пос."
          },
          {
            "name": "Новосаратовка пос."
          },
          {
            "name": "Новосергиевка дер."
          },
          {
            "name": "Новые Дубки ДНП"
          },
          {
            "name": "Озерки дер."
          },
          {
            "name": "Озерки-1 дер."
          },
          {
            "name": "Ойнелово массив"
          },
          {
            "name": "Околица СНТ"
          },
          {
            "name": "Омега ДНП"
          },
          {
            "name": "Опушка КП"
          },
          {
            "name": "Оранжерейка дер."
          },
          {
            "name": "Орехово пос."
          },
          {
            "name": "Орешек 2 СНТ"
          },
          {
            "name": "Орешек СНТ"
          },
          {
            "name": "Орово дер."
          },
          {
            "name": "Осельки дер."
          },
          {
            "name": "Осельки при станции пос."
          },
          {
            "name": "Осинка СНТ"
          },
          {
            "name": "Островки дер."
          },
          {
            "name": "Островки-Пороги пос."
          },
          {
            "name": "Павлово пос."
          },
          {
            "name": "Парклесхоз пос."
          },
          {
            "name": "Пери массив"
          },
          {
            "name": "Пери пос."
          },
          {
            "name": "Пески пос."
          },
          {
            "name": "Петровские Сады КП"
          },
          {
            "name": "Плинтовка пос."
          },
          {
            "name": "Поляна-2 ДНТ"
          },
          {
            "name": "Порошкино дер."
          },
          {
            "name": "Прилесный пос."
          },
          {
            "name": "Проба пос."
          },
          {
            "name": "Проба СНТ"
          },
          {
            "name": "Протон СНТ"
          },
          {
            "name": "Пурново дер."
          },
          {
            "name": "Рабочий Посёлок-2 СНТ"
          },
          {
            "name": "Рагозинка дер."
          },
          {
            "name": "Разметелево дер."
          },
          {
            "name": "Рапполово пос."
          },
          {
            "name": "Рахья массив"
          },
          {
            "name": "Рахья пос."
          },
          {
            "name": "Рахья СНТ"
          },
          {
            "name": "Резвых дер."
          },
          {
            "name": "Родник ДНП"
          },
          {
            "name": "Родники-1 СНТ"
          },
          {
            "name": "Родники-2 СНТ"
          },
          {
            "name": "Родничковое СНТ"
          },
          {
            "name": "Ройка СНТ"
          },
          {
            "name": "Романовка пос."
          },
          {
            "name": "Романовка СНТ"
          },
          {
            "name": "Ромашка СНТ"
          },
          {
            "name": "Рохма дер."
          },
          {
            "name": "Рублево КП"
          },
          {
            "name": "Рыжики"
          },
          {
            "name": "Рыжики ДНП"
          },
          {
            "name": "Рыжики КП"
          },
          {
            "name": "Савочкино дер."
          },
          {
            "name": "Сады сад-во"
          },
          {
            "name": "Сарженка дер."
          },
          {
            "name": "Свердлова им. пос."
          },
          {
            "name": "Северная Жемчужина СНП"
          },
          {
            "name": "Северная Самарка сад-во"
          },
          {
            "name": "Семь Ручьёв КП"
          },
          {
            "name": "Серебряный ручей СНТ"
          },
          {
            "name": "Сертолово пос."
          },
          {
            "name": "Сертолово-1 Мкр."
          },
          {
            "name": "Сертолово-2 пос."
          },
          {
            "name": "Сирень СНТ"
          },
          {
            "name": "Скандинавские высоты ТСН"
          },
          {
            "name": "Скиф СНТ"
          },
          {
            "name": "Скотное дер."
          },
          {
            "name": "Слобода КП"
          },
          {
            "name": "Смольный"
          },
          {
            "name": "Солнечная долина ДНП"
          },
          {
            "name": "Солнечное садовые участки"
          },
          {
            "name": "Солнечный Бор"
          },
          {
            "name": "Соржа-Рыжики массив"
          },
          {
            "name": "Соржа-Старая территория"
          },
          {
            "name": "Сосновый хутор СНТ"
          },
          {
            "name": "Спутник-2 СНТ"
          },
          {
            "name": "Старая дер."
          },
          {
            "name": "Старая пустошь дер."
          },
          {
            "name": "Стеклянный пос."
          },
          {
            "name": "Суоранда дер."
          },
          {
            "name": "Сярьги дер."
          },
          {
            "name": "Тавры дер."
          },
          {
            "name": "Тавры СНТ"
          },
          {
            "name": "Тихая Ладога КП"
          },
          {
            "name": "Токкари дер."
          },
          {
            "name": "Токсово пос."
          },
          {
            "name": "Токсовское СНТ"
          },
          {
            "name": "ТОО ГОИ СНТ"
          },
          {
            "name": "Торфяной дер."
          },
          {
            "name": "Троицкое-4 СНТ"
          },
          {
            "name": "Труд-массив Сады СНТ"
          },
          {
            "name": "Трудовой Отдых СНТ"
          },
          {
            "name": "Трудолюбие СНТ"
          },
          {
            "name": "Тюльпан СНТ"
          },
          {
            "name": "Уварово дер."
          },
          {
            "name": "Углово пос."
          },
          {
            "name": "Удачное ДНП"
          },
          {
            "name": "Хапо-Ое пос."
          },
          {
            "name": "Хирвости дер."
          },
          {
            "name": "Хиттолово дер."
          },
          {
            "name": "Холмы СНТ"
          },
          {
            "name": "Хрустальное СНТ"
          },
          {
            "name": "Хязельки дер."
          },
          {
            "name": "Чайка СНТ"
          },
          {
            "name": "Черная Речка дер."
          },
          {
            "name": "Черная Речка пос."
          },
          {
            "name": "Черная речка СНТ"
          },
          {
            "name": "Шагрово пос."
          },
          {
            "name": "Шереметьевка дер."
          },
          {
            "name": "Шереметьевка массив"
          },
          {
            "name": "Щеглово пос."
          },
          {
            "name": "Щеглово-1 СНТ"
          },
          {
            "name": "Электроприбор ЦНИИ"
          },
          {
            "name": "Энергетик СНТ"
          },
          {
            "name": "Энколово дер."
          },
          {
            "name": "Юбилейное СНТ"
          },
          {
            "name": "Юбилейное-Ручьи СНТ"
          },
          {
            "name": "Южная Самарка СНТ"
          },
          {
            "name": "Юкки дер."
          },
          {
            "name": "Ягодка СНТ"
          },
          {
            "name": "Ягодное ДНП"
          },
          {
            "name": "Янино-1"
          },
          {
            "name": "Янино-2"
          }
        ]
      },
      {
        "name": "Гатчинский",
        "nasPunkt": [
          {
            "name": "Авколево дер."
          },
          {
            "name": "Акколово дер."
          },
          {
            "name": "Алапурская дер."
          },
          {
            "name": "Александровка дер."
          },
          {
            "name": "Алексеевка дер."
          },
          {
            "name": "Антелево дер."
          },
          {
            "name": "Антропшино"
          },
          {
            "name": "Ахмузи дер."
          },
          {
            "name": "Батово дер."
          },
          {
            "name": "Белогорка дер.",
            "streets": [
              {
                "name": "Институтская ул."
              }
            ]
          },
          {
            "name": "Белогорка СНТ"
          },
          {
            "name": "Березнево дер."
          },
          {
            "name": "Берёзка СНТ"
          },
          {
            "name": "Берёзовая роща Массив г."
          },
          {
            "name": "Большая Ивановка пос."
          },
          {
            "name": "Большево дер.",
            "streets": [
              {
                "name": "Большевская наб."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Большие Борницы дер.",
            "streets": [
              {
                "name": "2-я Линия ул."
              },
              {
                "name": "Золотарева А.А. ул."
              }
            ]
          },
          {
            "name": "Большие Колпаны дер.",
            "streets": [
              {
                "name": "1-й Семилетки ул."
              },
              {
                "name": "30 лет Победы ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Главная ул."
              },
              {
                "name": "Деловая ул."
              },
              {
                "name": "Дорожная ул."
              },
              {
                "name": "Киевское ш."
              },
              {
                "name": "Киевское шоссе 53 Километр"
              },
              {
                "name": "Комиссара Казначеева ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Старая ул."
              },
              {
                "name": "Терешковой ул."
              }
            ]
          },
          {
            "name": "Большие Слудицы дер.",
            "streets": [
              {
                "name": "Полевая ул."
              }
            ]
          },
          {
            "name": "Большие Тайцы пос.",
            "streets": [
              {
                "name": "Большетаицкий пер."
              },
              {
                "name": "Большие Тайцы ул."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Санаторская ул."
              },
              {
                "name": "Ягодная ул."
              },
              {
                "name": "Ягодный пер."
              }
            ]
          },
          {
            "name": "Большое Верево дер."
          },
          {
            "name": "Большое Ондрово дер."
          },
          {
            "name": "Большое Рейзино пос."
          },
          {
            "name": "Большое Сергелево дер."
          },
          {
            "name": "Бор дер.",
            "streets": [
              {
                "name": "Средняя ул."
              }
            ]
          },
          {
            "name": "Борисово дер."
          },
          {
            "name": "Бугры дер."
          },
          {
            "name": "Вайя дер.",
            "streets": [
              {
                "name": "Зеленый пер."
              }
            ]
          },
          {
            "name": "Вайялово дер."
          },
          {
            "name": "Вакколово д."
          },
          {
            "name": "Введенское дер."
          },
          {
            "name": "Веккелево дер."
          },
          {
            "name": "Верево ст."
          },
          {
            "name": "Вероланцы дер."
          },
          {
            "name": "Виркино дер."
          },
          {
            "name": "Владимирский пос."
          },
          {
            "name": "Войсковицы дер."
          },
          {
            "name": "Войсковицы пос.",
            "streets": [
              {
                "name": "1-й проезд"
              },
              {
                "name": "2-й проезд"
              },
              {
                "name": "Авиационная ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Грунева ул."
              },
              {
                "name": "Клубный пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Манина пл."
              },
              {
                "name": "Манина ул."
              },
              {
                "name": "Молодёжная ул."
              },
              {
                "name": "Новосёлов ул."
              },
              {
                "name": "Озёрная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Ростова ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Хлебалина ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Волна СНТ"
          },
          {
            "name": "Вопша пос."
          },
          {
            "name": "Воскресенское село"
          },
          {
            "name": "Вохоново дер.",
            "streets": [
              {
                "name": "Братская ул."
              },
              {
                "name": "Вохоновское ш."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Воцко дер."
          },
          {
            "name": "Выра пос."
          },
          {
            "name": "Вырица пос.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "Алексеевская ул."
              },
              {
                "name": "Амбулаторный пер."
              },
              {
                "name": "Андреевская ул."
              },
              {
                "name": "Астраханская ул."
              },
              {
                "name": "Бакунина ул."
              },
              {
                "name": "Баркановская ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Белинского ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Бернадская ул."
              },
              {
                "name": "Блохина ул."
              },
              {
                "name": "Блюхера ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Бородинская ул."
              },
              {
                "name": "Брацлавский пр."
              },
              {
                "name": "Бульварная ул."
              },
              {
                "name": "Ватутина ул."
              },
              {
                "name": "Введенская ул."
              },
              {
                "name": "Введенский пер."
              },
              {
                "name": "Весенний пер."
              },
              {
                "name": "Винницкий пр."
              },
              {
                "name": "Витгенштейна ул."
              },
              {
                "name": "Витебская ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Воинова ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Вологодский пер."
              },
              {
                "name": "Володарского пр."
              },
              {
                "name": "Вольская ул."
              },
              {
                "name": "Ворошилова ул."
              },
              {
                "name": "Восковская ул."
              },
              {
                "name": "Воскресенская ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Газа ул."
              },
              {
                "name": "Гастелло ул."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Гатчинский пер."
              },
              {
                "name": "Герцена ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Грибная ул."
              },
              {
                "name": "ГЭС пер."
              },
              {
                "name": "Дарского ул."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Декабристов ул."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Докудовский пер."
              },
              {
                "name": "Дорожный пер."
              },
              {
                "name": "Достоевского ул."
              },
              {
                "name": "Еленинская ул."
              },
              {
                "name": "Еленинский пер."
              },
              {
                "name": "Елизаветинская ул."
              },
              {
                "name": "Еловый пер."
              },
              {
                "name": "Ефимова ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жертв Революции ул."
              },
              {
                "name": "Зареченская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Земская ул."
              },
              {
                "name": "Зональная ул."
              },
              {
                "name": "Ивановский пер."
              },
              {
                "name": "Казанская ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Камышинская ул."
              },
              {
                "name": "Карбышева ул."
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Кирова пр."
              },
              {
                "name": "Кноринская ул."
              },
              {
                "name": "Княжеская ул."
              },
              {
                "name": "Ковпака ул."
              },
              {
                "name": "Колхозный пер."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Комарова ул."
              },
              {
                "name": "Коминтерна ул."
              },
              {
                "name": "Коммунальный пр."
              },
              {
                "name": "Комсомольский пр."
              },
              {
                "name": "Коняшина ул."
              },
              {
                "name": "Космонавтов наб"
              },
              {
                "name": "Косой пер."
              },
              {
                "name": "Коссинская ул."
              },
              {
                "name": "Костромская ул."
              },
              {
                "name": "Котовского пер."
              },
              {
                "name": "Кочкарная ул."
              },
              {
                "name": "Кошевого ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красных Партизан ул."
              },
              {
                "name": "Крупской ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Куйбышева ул."
              },
              {
                "name": "Купальная ул."
              },
              {
                "name": "Курицына ул."
              },
              {
                "name": "Курортный пер."
              },
              {
                "name": "Лазо ул."
              },
              {
                "name": "Лейтенанта Шмидта ул."
              },
              {
                "name": "Ленина пр."
              },
              {
                "name": "Ленинградский пр."
              },
              {
                "name": "Лермонтова пер."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Линковского ул."
              },
              {
                "name": "Литинская ул."
              },
              {
                "name": "Ломоносова ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Лужская ул."
              },
              {
                "name": "Льва Толстого ул."
              },
              {
                "name": "М.Расковой пер."
              },
              {
                "name": "Майский пер."
              },
              {
                "name": "Майский пр."
              },
              {
                "name": "Максима Горького ул."
              },
              {
                "name": "Максимова ул."
              },
              {
                "name": "Максимовская ул."
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Марата ул."
              },
              {
                "name": "Марининская ул."
              },
              {
                "name": "Марины Расковой ул."
              },
              {
                "name": "Матвеевская ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Медведовский пер."
              },
              {
                "name": "Мельничный пр."
              },
              {
                "name": "Мельничный ручей сад"
              },
              {
                "name": "Мельничный Ручей ул."
              },
              {
                "name": "Менделеева ул."
              },
              {
                "name": "Минская ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Мирошниковская ул."
              },
              {
                "name": "Михаила Никанорова ул."
              },
              {
                "name": "Мичурина ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Надеждинская ул."
              },
              {
                "name": "Надеждинский пер."
              },
              {
                "name": "Народный пр."
              },
              {
                "name": "Нахимсона ул."
              },
              {
                "name": "Нижегородская ул."
              },
              {
                "name": "Никольская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Новопроектируемая ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Огородникова ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Ольгинский пер."
              },
              {
                "name": "Ольгопольский пер."
              },
              {
                "name": "Ольгопольский пр."
              },
              {
                "name": "Оредежская ул."
              },
              {
                "name": "Оредежский проезд"
              },
              {
                "name": "Осипенко ул."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Охотничья ул."
              },
              {
                "name": "Павловский пр."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Первый Овраг ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петровская ул."
              },
              {
                "name": "Петроградская ул."
              },
              {
                "name": "Пильный пр."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Плеханова ул."
              },
              {
                "name": "Повассара ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Подольская ул."
              },
              {
                "name": "Полозова ул."
              },
              {
                "name": "Полтавская ул."
              },
              {
                "name": "Полякова ул."
              },
              {
                "name": "Поляна сад"
              },
              {
                "name": "Пороховской пер."
              },
              {
                "name": "Почтовая ул."
              },
              {
                "name": "Правды ул."
              },
              {
                "name": "Прибрежная ул."
              },
              {
                "name": "Прибрежный пер."
              },
              {
                "name": "Пролетарский пр."
              },
              {
                "name": "Проскуровский пер."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Радищева ул."
              },
              {
                "name": "Радуга сад"
              },
              {
                "name": "Ракеевская ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Рождественская ул."
              },
              {
                "name": "Рошаля ул."
              },
              {
                "name": "Рощинская ул."
              },
              {
                "name": "Рубинштейна ул."
              },
              {
                "name": "Румянцева ул."
              },
              {
                "name": "Русь сад"
              },
              {
                "name": "Рыбинская ул."
              },
              {
                "name": "Рылеева ул."
              },
              {
                "name": "Самарская ул."
              },
              {
                "name": "Саратовская ул."
              },
              {
                "name": "Сафоновская ул."
              },
              {
                "name": "Свердлова ул."
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сергучевская ул."
              },
              {
                "name": "Сиверское ш."
              },
              {
                "name": "Симбирская ул."
              },
              {
                "name": "Слуцкая ул."
              },
              {
                "name": "Смолевская ул."
              },
              {
                "name": "Снежный пер."
              },
              {
                "name": "Соболевского ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Соседская ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Софийская ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Степана Разина ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Суворовский пр."
              },
              {
                "name": "Сузинская ул."
              },
              {
                "name": "Сызранская ул."
              },
              {
                "name": "Таллинская ул."
              },
              {
                "name": "Тверская ул."
              },
              {
                "name": "Тельмана ул."
              },
              {
                "name": "Толбухина ул."
              },
              {
                "name": "Тосненская ул."
              },
              {
                "name": "Траншейная ул."
              },
              {
                "name": "Труда пр."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Тургенева ул."
              },
              {
                "name": "Удельная ул."
              },
              {
                "name": "Ульяновская ул."
              },
              {
                "name": "Урицкого пр."
              },
              {
                "name": "Утинская ул."
              },
              {
                "name": "Ухта сад"
              },
              {
                "name": "Ушаковская ул."
              },
              {
                "name": "Флотская ул."
              },
              {
                "name": "Флотский пер."
              },
              {
                "name": "Фрунзе ул."
              },
              {
                "name": "Футбольная ул."
              },
              {
                "name": "Хвалынская ул."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Центральный пер."
              },
              {
                "name": "Чапаева ул."
              },
              {
                "name": "Черняховского ул."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Шифлеровская ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Щеголева ул."
              },
              {
                "name": "Щедрина ул."
              },
              {
                "name": "Щербакова пер."
              },
              {
                "name": "Щорса ул."
              },
              {
                "name": "Энгельса ул."
              },
              {
                "name": "Ямпольская ул."
              },
              {
                "name": "Ярославская ул."
              }
            ]
          },
          {
            "name": "Высокоключевой пос."
          },
          {
            "name": "Вытти дер."
          },
          {
            "name": "Вярлево дер."
          },
          {
            "name": "Вяхтелево дер.",
            "streets": [
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Кленовая ул."
              }
            ]
          },
          {
            "name": "Гатчина г.",
            "streets": [
              {
                "name": "1-го Мая ул."
              },
              {
                "name": "1-й переулок"
              },
              {
                "name": "120-й Гатчинской Дивизии ул."
              },
              {
                "name": "2-й переулок"
              },
              {
                "name": "25 Октября пр."
              },
              {
                "name": "3-й переулок"
              },
              {
                "name": "7-ой Армии ул."
              },
              {
                "name": "Авиаторов бул."
              },
              {
                "name": "Авиатриссы Зверевой ул."
              },
              {
                "name": "Академика Константинова ул."
              },
              {
                "name": "Александрова ул."
              },
              {
                "name": "Амурский пер."
              },
              {
                "name": "Ангарский пер."
              },
              {
                "name": "Балтийская ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Бельгийский пер."
              },
              {
                "name": "Беляева ул."
              },
              {
                "name": "Береговой пер."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Бородина ул."
              },
              {
                "name": "Варшавская ул."
              },
              {
                "name": "Ветеринарная ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Вокзальный пер."
              },
              {
                "name": "Волкова ул."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Воскова ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Галеева ул."
              },
              {
                "name": "Генерала Кныша ул."
              },
              {
                "name": "Герцена ул."
              },
              {
                "name": "Глинки ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Госпитальный пер."
              },
              {
                "name": "Гречишкина ул."
              },
              {
                "name": "Григорина ул."
              },
              {
                "name": "Грунтовая ул."
              },
              {
                "name": "Дальняя ул."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Двинское шоссе"
              },
              {
                "name": "Дворцовая пл."
              },
              {
                "name": "Деповский пер."
              },
              {
                "name": "Детскосельская ул."
              },
              {
                "name": "Достоевского ул."
              },
              {
                "name": "Егерская Слобода"
              },
              {
                "name": "Железнодорожная ул.[Гатчина г.]"
              },
              {
                "name": "Железнодорожная ул.[Гатчина г.]"
              },
              {
                "name": "Жемчужина ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Западная 2-я ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленый пер."
              },
              {
                "name": "Игоря Рыбакова ул."
              },
              {
                "name": "Изотова ул."
              },
              {
                "name": "Индустриальная ул."
              },
              {
                "name": "Инженерный пер."
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Киевская ул."
              },
              {
                "name": "Киргетова ул."
              },
              {
                "name": "Кировец-2 СТ"
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Коли Подрядчикова ул."
              },
              {
                "name": "Колпанская ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Кольцова ул."
              },
              {
                "name": "Комсомольцев-Подпольщиков ул."
              },
              {
                "name": "Коннетабля пл."
              },
              {
                "name": "Корпиковское шоссе"
              },
              {
                "name": "Крайняя ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красноармейский пр."
              },
              {
                "name": "Красногвардейская ул.[Гатчина г.]"
              },
              {
                "name": "Красногвардейская ул.[Гатчина г.]"
              },
              {
                "name": "Красносельское ш."
              },
              {
                "name": "Красных Военлетов ул."
              },
              {
                "name": "Круговая ул."
              },
              {
                "name": "Крупской ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Кузнецкий пер."
              },
              {
                "name": "Кузьмина ул."
              },
              {
                "name": "Куприна ул."
              },
              {
                "name": "Кустова ул."
              },
              {
                "name": "Лейтенанта Шмидта ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградских Ополченцев ул."
              },
              {
                "name": "Ленинградское шоссе"
              },
              {
                "name": "Леонова ул."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Липовая аллея"
              },
              {
                "name": "Литейная ул."
              },
              {
                "name": "Литейный пер"
              },
              {
                "name": "Ломоносава ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Максимкова ул."
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Матвеева ул."
              },
              {
                "name": "Металлистов ул."
              },
              {
                "name": "Механическая ул."
              },
              {
                "name": "Можайская ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Нагорный пер."
              },
              {
                "name": "Нади Федоровой ул."
              },
              {
                "name": "Некрасова пер."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Нестерова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новопролетарская ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Овражная ул."
              },
              {
                "name": "Овражный пер."
              },
              {
                "name": "Огородная ул"
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Ополченцев-Балтийцев ул."
              },
              {
                "name": "Осеняя ул."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Офицерская ул."
              },
              {
                "name": "Охотничий пер."
              },
              {
                "name": "Парицкое шоссе"
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Паровозный пер."
              },
              {
                "name": "Перегудова ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Печoрский пер."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Подольская ул."
              },
              {
                "name": "Подъездная ул."
              },
              {
                "name": "Покровская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Правды ул."
              },
              {
                "name": "Приоратская ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Профессора Русинова ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Пушкинское ш."
              },
              {
                "name": "Радищева ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Рошалец СНТ"
              },
              {
                "name": "Рошаля ул."
              },
              {
                "name": "Рощинская ул."
              },
              {
                "name": "Рубежная ул."
              },
              {
                "name": "Рыбачий пер."
              },
              {
                "name": "Рысева ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сандалова ул."
              },
              {
                "name": "Светлый пер."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Слепнева ул."
              },
              {
                "name": "Соборная ул."
              },
              {
                "name": "Сойту ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Солнечный пер."
              },
              {
                "name": "Солодухина ул."
              },
              {
                "name": "Средний пер."
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Старая Дорога ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Сызранская ул."
              },
              {
                "name": "Тенистый пер."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Тихий пер."
              },
              {
                "name": "Толстого ул."
              },
              {
                "name": "Торфяная ул."
              },
              {
                "name": "Тосненская ул."
              },
              {
                "name": "Тупой пер."
              },
              {
                "name": "Угловая ул."
              },
              {
                "name": "Уральская ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Филиппова ул."
              },
              {
                "name": "Фрезерная ул."
              },
              {
                "name": "Хабаровский пер."
              },
              {
                "name": "Хохлова ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Широкая ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Шоссейная ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Ягодная ул."
              }
            ]
          },
          {
            "name": "Горки дер.",
            "streets": [
              {
                "name": "Ломоносовская ул."
              },
              {
                "name": "Славянская ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Тосненская ул."
              },
              {
                "name": "Тургенева ул."
              }
            ]
          },
          {
            "name": "Грязно д.",
            "streets": [
              {
                "name": "Центральная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Даймище пос."
          },
          {
            "name": "Дальний дер."
          },
          {
            "name": "Дивенский пос.",
            "streets": [
              {
                "name": "1-я Лесная ул."
              },
              {
                "name": "25 Октября ул."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Дивенский пер."
              },
              {
                "name": "Дружногорский пер."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Карьерная ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Лесная 2-я ул."
              },
              {
                "name": "Лесная 3-я ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новосельская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Полевой пер."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Дони дер."
          },
          {
            "name": "Дони СНТ"
          },
          {
            "name": "Дружба СНТ"
          },
          {
            "name": "Дружная горка пос.",
            "streets": [
              {
                "name": "Введенского ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Здравомыслова ул."
              },
              {
                "name": "Княжеская ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красницкая ул."
              },
              {
                "name": "Краснофлотская ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Лесной Проезд ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Трубная ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Усадебная ул."
              }
            ]
          },
          {
            "name": "Дружноселье пос."
          },
          {
            "name": "Дубицы дер."
          },
          {
            "name": "Дылицы дер."
          },
          {
            "name": "Елизаветино пос.",
            "streets": [
              {
                "name": "1-й Советский пер."
              },
              {
                "name": "1-я ул."
              },
              {
                "name": "10-я ул."
              },
              {
                "name": "11-я ул."
              },
              {
                "name": "2-й Советский пер."
              },
              {
                "name": "2-я ул."
              },
              {
                "name": "3-я ул."
              },
              {
                "name": "4-я ул."
              },
              {
                "name": "5-я ул."
              },
              {
                "name": "6-я ул."
              },
              {
                "name": "7-я ул."
              },
              {
                "name": "8-я ул."
              },
              {
                "name": "9-я ул."
              },
              {
                "name": "Александровская ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Большая Советская ул."
              },
              {
                "name": "Вероланское ш."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Волосовское ш."
              },
              {
                "name": "Вохоновское ш."
              },
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Дружбы пл."
              },
              {
                "name": "Дылицкое ш."
              },
              {
                "name": "Еленинская ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Килькино поле ул."
              },
              {
                "name": "Крайняя ул."
              },
              {
                "name": "Красная нить сад"
              },
              {
                "name": "Красный пр."
              },
              {
                "name": "Лагерная ул."
              },
              {
                "name": "Ленинская ул."
              },
              {
                "name": "Леонида Басова ул."
              },
              {
                "name": "Малая Советская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Сельский пер."
              },
              {
                "name": "Сергеевская ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Жабино дер."
          },
          {
            "name": "Железнодорожник СНТ"
          },
          {
            "name": "Жилпосёлок пос."
          },
          {
            "name": "Заборье дер."
          },
          {
            "name": "Зайцево дер.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Замостье дер."
          },
          {
            "name": "Заозерье дер."
          },
          {
            "name": "Заполье д."
          },
          {
            "name": "Заречное СНТ"
          },
          {
            "name": "Ивановка дер."
          },
          {
            "name": "Ижора (Веревское) дер."
          },
          {
            "name": "Ижора (Елизаветинское) дер."
          },
          {
            "name": "Изора дер."
          },
          {
            "name": "Истинка дер."
          },
          {
            "name": "Карташевская пос.",
            "streets": [
              {
                "name": "Дачная ул."
              },
              {
                "name": "Железнодорожный пер."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Пушкинская ул."
              }
            ]
          },
          {
            "name": "Кастино дер."
          },
          {
            "name": "Каушта дер."
          },
          {
            "name": "Кезелево дер."
          },
          {
            "name": "Кемпелево дер."
          },
          {
            "name": "Кирлово дер."
          },
          {
            "name": "Кировец-2"
          },
          {
            "name": "Кобралово дер.",
            "streets": [
              {
                "name": "Городская ул."
              }
            ]
          },
          {
            "name": "Кобралово пос.",
            "streets": [
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Лесная ул."
              }
            ]
          },
          {
            "name": "Кобрино дер.",
            "streets": [
              {
                "name": "Парковая ул."
              },
              {
                "name": "Пушкина ул."
              }
            ]
          },
          {
            "name": "Кобрино Массив",
            "streets": [
              {
                "name": "Березка СНТ"
              },
              {
                "name": "Бригантина СНТ"
              },
              {
                "name": "Буревестник-3 СНТ"
              },
              {
                "name": "Волна СНТ"
              },
              {
                "name": "Исток СНТ"
              },
              {
                "name": "Прометей СНТ"
              },
              {
                "name": "Ромашка СНТ"
              },
              {
                "name": "Сирень СНТ"
              }
            ]
          },
          {
            "name": "Кобринское пос.",
            "streets": [
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Приречная ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Советских Воинов ул."
              },
              {
                "name": "Суворовская ул."
              },
              {
                "name": "Торфяная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Ковшово дер."
          },
          {
            "name": "Колодези дер."
          },
          {
            "name": "Коммолово дер."
          },
          {
            "name": "Коммунар г.",
            "streets": [
              {
                "name": "1-я Железнодорожная ул."
              },
              {
                "name": "2-я Железнодорожная ул."
              },
              {
                "name": "Аллейная ул."
              },
              {
                "name": "Антропшинская ул."
              },
              {
                "name": "Большевиков ул."
              },
              {
                "name": "Бумажников ул."
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "Городская ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заря ул."
              },
              {
                "name": "Ижорская ул."
              },
              {
                "name": "Карла Маркса пер."
              },
              {
                "name": "Клубный пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Королёва ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красный пер."
              },
              {
                "name": "Куралева ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Луговой пер."
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Мирный пер."
              },
              {
                "name": "Молодежный пер."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Ново-Антропшинская ул."
              },
              {
                "name": "Павловская ул."
              },
              {
                "name": "Павловский пер."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Рабочий пер."
              },
              {
                "name": "Радужная ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сельская ул."
              },
              {
                "name": "Славянская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Технический пер."
              },
              {
                "name": "Транспортный пер."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Корпиково дер.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Корпикюля дер."
          },
          {
            "name": "Корписалово дер."
          },
          {
            "name": "Котельниково дер."
          },
          {
            "name": "Красная нить СНТ"
          },
          {
            "name": "Красницы дер."
          },
          {
            "name": "Красницы массив",
            "streets": [
              {
                "name": "Генетика сад-во"
              },
              {
                "name": "Здоровье СТ"
              },
              {
                "name": "Компенсатор СНТ"
              },
              {
                "name": "Корвет"
              },
              {
                "name": "Лена"
              },
              {
                "name": "Риф СТ"
              },
              {
                "name": "Сияние СНТ"
              },
              {
                "name": "Флора СТ"
              },
              {
                "name": "Электросила-7 СТ"
              },
              {
                "name": "Электросила-8 СТ"
              },
              {
                "name": "Южное СТ"
              }
            ]
          },
          {
            "name": "Кремено дер."
          },
          {
            "name": "Куйдузи дер."
          },
          {
            "name": "Кургино дер."
          },
          {
            "name": "Куровицы пос.",
            "streets": [
              {
                "name": "Вырицкий пр."
              },
              {
                "name": "Огородная ул."
              }
            ]
          },
          {
            "name": "Кямяря дер."
          },
          {
            "name": "Лампово пос.",
            "streets": [
              {
                "name": "Дружносельская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Ленинец СТ"
          },
          {
            "name": "Луйсковицы дер.",
            "streets": [
              {
                "name": "Лесная ул."
              }
            ]
          },
          {
            "name": "Лукаши пос.",
            "streets": [
              {
                "name": "Ижорская ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Лядино дер."
          },
          {
            "name": "Ляды дер.",
            "streets": [
              {
                "name": "Крестьянский пер."
              }
            ]
          },
          {
            "name": "Магистраль СТ"
          },
          {
            "name": "Малая Ивановка дер."
          },
          {
            "name": "Малая Ивановка массив",
            "streets": [
              {
                "name": "Сокол-2 СНТ"
              }
            ]
          },
          {
            "name": "Малое Верево дер.",
            "streets": [
              {
                "name": "9 Мая ул."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Киевское ш."
              },
              {
                "name": "Кириллова ул."
              },
              {
                "name": "Кутышева ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Первостроителей ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Малое Замостье дер."
          },
          {
            "name": "Малое Ондрово дер."
          },
          {
            "name": "Малые Борницы дер."
          },
          {
            "name": "Малые Колпаны пос.",
            "streets": [
              {
                "name": "Западная ул."
              },
              {
                "name": "Речной мкр."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Малые Слудицы дер."
          },
          {
            "name": "Малые Тайцы дер.",
            "streets": [
              {
                "name": "Луговая ул."
              }
            ]
          },
          {
            "name": "Маргусы дер."
          },
          {
            "name": "Марьино дер."
          },
          {
            "name": "Межно дер."
          },
          {
            "name": "Мелиоратор СНТ"
          },
          {
            "name": "Мельница дер."
          },
          {
            "name": "Меньково пос."
          },
          {
            "name": "Мины дер.",
            "streets": [
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Михайловское СНТ",
            "streets": [
              {
                "name": "Ореховая ул."
              }
            ]
          },
          {
            "name": "Монделево дер."
          },
          {
            "name": "Монделово дер."
          },
          {
            "name": "Мута-Кюля дер."
          },
          {
            "name": "Муттолово дер."
          },
          {
            "name": "Мыза дер."
          },
          {
            "name": "Мыза-Ивановка пос.",
            "streets": [
              {
                "name": "Гатчинская Мельница ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Мельничная ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Надежда СТ"
          },
          {
            "name": "Натальевка дер."
          },
          {
            "name": "Нестерково дер."
          },
          {
            "name": "Нижняя дер.",
            "streets": [
              {
                "name": "Елизаветинская ул."
              }
            ]
          },
          {
            "name": "Никольское массив",
            "streets": [
              {
                "name": "Никольское СНТ"
              }
            ]
          },
          {
            "name": "Никольское пос.",
            "streets": [
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Меньковская ул."
              },
              {
                "name": "Силиной ул."
              }
            ]
          },
          {
            "name": "Новая дер."
          },
          {
            "name": "Новинка дер."
          },
          {
            "name": "Новинка массив",
            "streets": [
              {
                "name": "Авиатор СНТ"
              },
              {
                "name": "Волна СНТ"
              },
              {
                "name": "Конкордия СНТ"
              },
              {
                "name": "Малахит-5 СНТ"
              },
              {
                "name": "Парус СНТ"
              },
              {
                "name": "Энергия СНТ"
              },
              {
                "name": "Эрудит СНТ"
              }
            ]
          },
          {
            "name": "Новинка пос.",
            "streets": [
              {
                "name": "Горняк СНТ"
              },
              {
                "name": "Кривая ул."
              }
            ]
          },
          {
            "name": "Новое Колено дер."
          },
          {
            "name": "Новое Поддубье дер."
          },
          {
            "name": "Новое Хинколово дер."
          },
          {
            "name": "Новосиверская дер."
          },
          {
            "name": "Новые Низковицы дер."
          },
          {
            "name": "Новые Черницы дер.",
            "streets": [
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Новый Свет пос."
          },
          {
            "name": "Новый Учхоз пос.",
            "streets": [
              {
                "name": "Усова ул."
              }
            ]
          },
          {
            "name": "Озерешно дер."
          },
          {
            "name": "Ознаково дер."
          },
          {
            "name": "Ольховец дер."
          },
          {
            "name": "Орлино массив"
          },
          {
            "name": "Орлино пос."
          },
          {
            "name": "Остров дер.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Парицы дер.",
            "streets": [
              {
                "name": "Большая ул."
              }
            ]
          },
          {
            "name": "Пегелево дер."
          },
          {
            "name": "Педлино дер."
          },
          {
            "name": "Пеньково дер."
          },
          {
            "name": "Переярово дер."
          },
          {
            "name": "Петрово дер."
          },
          {
            "name": "Пеушалово дер."
          },
          {
            "name": "Пижма дер."
          },
          {
            "name": "Питкелево дер."
          },
          {
            "name": "Пламя СНТ"
          },
          {
            "name": "Погост дер."
          },
          {
            "name": "Поддубье дер."
          },
          {
            "name": "Покизен-Пурская дер."
          },
          {
            "name": "Покровка дер."
          },
          {
            "name": "Покровская дер.",
            "streets": [
              {
                "name": "Александровская ул."
              },
              {
                "name": "Алексеевская ул."
              },
              {
                "name": "Андреевская ул."
              },
              {
                "name": "Гамболовский прд."
              },
              {
                "name": "Георгиевская ул."
              },
              {
                "name": "Ивановская ул."
              },
              {
                "name": "Кирилловская ул."
              },
              {
                "name": "Матвеевская ул."
              },
              {
                "name": "Михайловская ул."
              },
              {
                "name": "Овражная ул."
              },
              {
                "name": "Павловское ш."
              },
              {
                "name": "Покровская горка ул."
              },
              {
                "name": "Покровская ул."
              },
              {
                "name": "Романовская ул."
              },
              {
                "name": "Семеновская ул."
              },
              {
                "name": "Славянская ул."
              },
              {
                "name": "Славянский пер."
              }
            ]
          },
          {
            "name": "Поляна сад. уч."
          },
          {
            "name": "Порицы дер."
          },
          {
            "name": "Порожек дер."
          },
          {
            "name": "Прибытково пос.",
            "streets": [
              {
                "name": "1-я Поперечная ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Большой пр."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Казарма 59 км"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Меньково сад"
              },
              {
                "name": "Мичурина ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Пионеров ул."
              },
              {
                "name": "Покровский пер."
              },
              {
                "name": "Поперечная 2-я ул."
              },
              {
                "name": "Поперечная 3-я ул."
              },
              {
                "name": "Поперечная 4-я ул."
              },
              {
                "name": "Поперечная 5-я ул."
              },
              {
                "name": "Поперечная 6-я ул."
              },
              {
                "name": "Поперечная 7-я ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Репина ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Средний пр."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Строитель сад"
              },
              {
                "name": "Строитель-2 сад"
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              }
            ]
          },
          {
            "name": "Пригородный пос.",
            "streets": [
              {
                "name": "1-й пер."
              },
              {
                "name": "2-й пер."
              },
              {
                "name": "Веселая ул."
              },
              {
                "name": "Вырицкое ш."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Ленэнерго ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Электронстандарт сад"
              }
            ]
          },
          {
            "name": "Природа сад. уч."
          },
          {
            "name": "Промзона-1 массив",
            "streets": [
              {
                "name": "Буревестник-2 СНТ"
              },
              {
                "name": "ВНИИсторммаш СНТ"
              },
              {
                "name": "Горисполком-2 СНТ"
              },
              {
                "name": "Кировец-2 СНТ"
              },
              {
                "name": "Медик СНТ"
              },
              {
                "name": "Надежда СНТ"
              },
              {
                "name": "Строитель СНТ"
              },
              {
                "name": "Электронстандарт СНТ"
              }
            ]
          },
          {
            "name": "Протасовка дер."
          },
          {
            "name": "Протон СНТ"
          },
          {
            "name": "Пудомяги дер.",
            "streets": [
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Стародеревенская ул."
              }
            ]
          },
          {
            "name": "Пудость пос.",
            "streets": [
              {
                "name": "Балтиец сад"
              },
              {
                "name": "Зайончковского ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Ижорская ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Подъездная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Половинкиной ул."
              },
              {
                "name": "Пудость сад."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Усадебная ул."
              },
              {
                "name": "Электротехнический завод цех 11 сад"
              }
            ]
          },
          {
            "name": "Пульево дер."
          },
          {
            "name": "Пустошка дер.",
            "streets": [
              {
                "name": "Дачная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Счастливая ул."
              }
            ]
          },
          {
            "name": "Раболово дер."
          },
          {
            "name": "Радуга СНТ"
          },
          {
            "name": "Рассвет СТ"
          },
          {
            "name": "Реболово дер."
          },
          {
            "name": "Репполово дер."
          },
          {
            "name": "Родник СНТ"
          },
          {
            "name": "Рождествено пос.",
            "streets": [
              {
                "name": "Болотная ул."
              },
              {
                "name": "Большой пр."
              },
              {
                "name": "Вырская ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Коли Подрядчикова ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Майора Захарова ул."
              },
              {
                "name": "Музейная ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песчаная ул."
              },
              {
                "name": "Рождествено СНТ"
              },
              {
                "name": "Рылеева ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Слободка ул."
              },
              {
                "name": "Соколова ул."
              },
              {
                "name": "Терещенко ул."
              }
            ]
          },
          {
            "name": "Романовка дер.",
            "streets": [
              {
                "name": "Овражная ул."
              },
              {
                "name": "Ручеек СНТ"
              }
            ]
          },
          {
            "name": "Ронилово дер."
          },
          {
            "name": "Ротково дер."
          },
          {
            "name": "Руссолово дер."
          },
          {
            "name": "Рыбицы дер."
          },
          {
            "name": "Рябизи д."
          },
          {
            "name": "Сабры дер.",
            "streets": [
              {
                "name": "Целинная ул."
              }
            ]
          },
          {
            "name": "Саванкюля дер."
          },
          {
            "name": "Савкино дер."
          },
          {
            "name": "Семрино пос.",
            "streets": [
              {
                "name": "9-я линия"
              },
              {
                "name": "Большой пр."
              },
              {
                "name": "Железнодорожная ул."
              }
            ]
          },
          {
            "name": "Сиверский пос.",
            "streets": [
              {
                "name": "1-й Паркетный пер."
              },
              {
                "name": "1-я Средняя ул."
              },
              {
                "name": "123-й Дивизии ул."
              },
              {
                "name": "2-й Паркетный пер."
              },
              {
                "name": "2-я Средняя ул."
              },
              {
                "name": "67 км."
              },
              {
                "name": "Авроры проезд"
              },
              {
                "name": "Авроры ул."
              },
              {
                "name": "Белогорское ш."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Благодатный пер."
              },
              {
                "name": "Большевская набережная"
              },
              {
                "name": "Большой пр."
              },
              {
                "name": "Боровичный пер."
              },
              {
                "name": "Вишневая ул."
              },
              {
                "name": "Вишневского ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Военный городок"
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Газа ул."
              },
              {
                "name": "Героев пр."
              },
              {
                "name": "Герцена пер."
              },
              {
                "name": "Герцена ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Горького пер."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Декабристов ул."
              },
              {
                "name": "Детский пер."
              },
              {
                "name": "Достоевского ул."
              },
              {
                "name": "Дружносельская 1 проезд ул."
              },
              {
                "name": "Дружносельская 2 проезд ул."
              },
              {
                "name": "Дружносельская 3 проезд ул."
              },
              {
                "name": "Дружносельская ул."
              },
              {
                "name": "Дружносельский пер."
              },
              {
                "name": "Еленинская ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Карьерная ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Ключевая ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Колхозный пер."
              },
              {
                "name": "Комсомольский пр."
              },
              {
                "name": "Крамского ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красный пер."
              },
              {
                "name": "Крупской ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Куйбышева ул."
              },
              {
                "name": "Купальная ул."
              },
              {
                "name": "Курортная ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Ленинградский пер."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Липовая аллея ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Львовская ул."
              },
              {
                "name": "Максима Горького ул."
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Мариинская ул."
              },
              {
                "name": "Мира проезд"
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "МТС ул."
              },
              {
                "name": "Некрасова пер."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новое ш."
              },
              {
                "name": "Новый проезд"
              },
              {
                "name": "Новый Тупик ул."
              },
              {
                "name": "Огородникова ул."
              },
              {
                "name": "Оредежский пер."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Паркетная ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Пионерский пр."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Пожарный пер."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Правды ул."
              },
              {
                "name": "Пролетарский пр."
              },
              {
                "name": "Промзона тер"
              },
              {
                "name": "Протасовка ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Репина ул."
              },
              {
                "name": "Республиканский пр."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Самсона ул."
              },
              {
                "name": "Санаторный пер."
              },
              {
                "name": "Саши Никифорова ул."
              },
              {
                "name": "Свободы ул."
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сиверский-2"
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Славы ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Солнечный пер."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Стурцеля ул."
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Тенистая ул."
              },
              {
                "name": "Толмачева пер."
              },
              {
                "name": "Толмачева ул."
              },
              {
                "name": "Торговая ул."
              },
              {
                "name": "Торговый пер."
              },
              {
                "name": "Федоровская ул."
              },
              {
                "name": "Фрунзе ул."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Чапаева ул."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Широкая ул."
              },
              {
                "name": "Шмидта ул."
              }
            ]
          },
          {
            "name": "Симанково дер.",
            "streets": [
              {
                "name": "Береговая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Скворицы дер."
          },
          {
            "name": "Славянка сад-во"
          },
          {
            "name": "Слудицы пос.",
            "streets": [
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Казарма 72 км"
              },
              {
                "name": "Каменный ручей ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Смольково дер."
          },
          {
            "name": "Сокколово дер."
          },
          {
            "name": "Старицы дер."
          },
          {
            "name": "Старое Колено дер."
          },
          {
            "name": "Старое Поддубье дер."
          },
          {
            "name": "Старое Хинколово дер."
          },
          {
            "name": "Старосиверская дер.",
            "streets": [
              {
                "name": "Кезевская дорога"
              },
              {
                "name": "Широкая ул."
              }
            ]
          },
          {
            "name": "Старые Низковицы дер."
          },
          {
            "name": "Старые Черницы дер."
          },
          {
            "name": "Строганово массив",
            "streets": [
              {
                "name": "Горисполком-3 СНТ"
              },
              {
                "name": "Нейтрон СНТ"
              },
              {
                "name": "Пчёлка СНТ"
              },
              {
                "name": "Ритм СНТ"
              },
              {
                "name": "Химик СНТ"
              }
            ]
          },
          {
            "name": "Строганово пос."
          },
          {
            "name": "Строитель СНТ"
          },
          {
            "name": "Строитель СТ"
          },
          {
            "name": "Суйда пос.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Сусанино пос.",
            "streets": [
              {
                "name": "10 линия"
              },
              {
                "name": "2-я линия"
              },
              {
                "name": "3-я линия"
              },
              {
                "name": "4-я линия"
              },
              {
                "name": "5-я линия"
              },
              {
                "name": "7-я линия"
              },
              {
                "name": "9-я линия"
              },
              {
                "name": "Володарского пр."
              }
            ]
          },
          {
            "name": "Сяськелево пос.",
            "streets": [
              {
                "name": "Новосёлки ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шофёрская ул."
              }
            ]
          },
          {
            "name": "Тайберри СНП"
          },
          {
            "name": "Тайцы массив",
            "streets": [
              {
                "name": "Лесное СНТ"
              },
              {
                "name": "Тайга СНТ"
              }
            ]
          },
          {
            "name": "Тайцы пос.",
            "streets": [
              {
                "name": "Александра Невского ул."
              },
              {
                "name": "Большие Тайцы сад"
              },
              {
                "name": "Вербная ул."
              },
              {
                "name": "Вокзальный пер."
              },
              {
                "name": "Гатчинская ул."
              },
              {
                "name": "Гидропроект сад"
              },
              {
                "name": "Горская ул."
              },
              {
                "name": "Дача сад"
              },
              {
                "name": "Евгеньевская ул."
              },
              {
                "name": "Елизаветинская ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Звездная ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Капитана Желтова ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Кировский пер."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красногвардейская ул."
              },
              {
                "name": "Красногвардейский пер."
              },
              {
                "name": "Краснофлотский пер."
              },
              {
                "name": "Ленинградский пер."
              },
              {
                "name": "Ленинский пер."
              },
              {
                "name": "Лесное сад"
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Московский пер."
              },
              {
                "name": "Мостовик сад"
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Нива сад"
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Новостроек ул."
              },
              {
                "name": "Обуховец сад"
              },
              {
                "name": "Огонек сад"
              },
              {
                "name": "Огородный пер."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Ольха сад"
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Пролетарский пер."
              },
              {
                "name": "Пушкина ул."
              },
              {
                "name": "Радуга сад"
              },
              {
                "name": "Санаторская ул."
              },
              {
                "name": "Санаторское ш."
              },
              {
                "name": "Скороход-3 сад"
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Совхозный пер."
              },
              {
                "name": "Стрелкин пер."
              },
              {
                "name": "Тайга сад"
              },
              {
                "name": "Тайцы сад"
              },
              {
                "name": "Тритон сад"
              },
              {
                "name": "Тупиков пер."
              },
              {
                "name": "Тургенева ул."
              },
              {
                "name": "Ушаковская ул."
              },
              {
                "name": "Ушаковский пер."
              },
              {
                "name": "Фрунзе ул."
              },
              {
                "name": "Центральный пер."
              },
              {
                "name": "Чапаева ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Щорса ул."
              },
              {
                "name": "Юного Ленинца ул."
              }
            ]
          },
          {
            "name": "Тарасино дер."
          },
          {
            "name": "Таровицы дер."
          },
          {
            "name": "Терволово пос.",
            "streets": [
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Тихвинка дер."
          },
          {
            "name": "Тихковицы пос."
          },
          {
            "name": "Тойворово дер."
          },
          {
            "name": "Торфопредприятие пос."
          },
          {
            "name": "Торфяное пос."
          },
          {
            "name": "Туганицы дер."
          },
          {
            "name": "Тяглино дер."
          },
          {
            "name": "Урожай СТ"
          },
          {
            "name": "Ухта садоводство",
            "streets": [
              {
                "name": "Белогорка"
              },
              {
                "name": "Заря"
              },
              {
                "name": "Леноблстрой СТ"
              },
              {
                "name": "Мельничный ручей СНТ"
              },
              {
                "name": "Овражек СТ"
              },
              {
                "name": "Ухта СНТ"
              },
              {
                "name": "Ухта-Кризо СТ"
              }
            ]
          },
          {
            "name": "Учхоз массив"
          },
          {
            "name": "Фьюнатово дер."
          },
          {
            "name": "Хаймино дер."
          },
          {
            "name": "Химик СНТ"
          },
          {
            "name": "Химози дер."
          },
          {
            "name": "Хиндикалово дер."
          },
          {
            "name": "Холоповицы дер."
          },
          {
            "name": "Чаща дер."
          },
          {
            "name": "Чаща пос.",
            "streets": [
              {
                "name": "Арсенал сад"
              },
              {
                "name": "Березка сад"
              },
              {
                "name": "Буденовец сад"
              },
              {
                "name": "Вишневый сад"
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Волна сад"
              },
              {
                "name": "Волна-2 сад"
              },
              {
                "name": "Дорожная ул."
              },
              {
                "name": "Дружба сад"
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заря сад"
              },
              {
                "name": "Зеленый Бор сад"
              },
              {
                "name": "Красновыборжец сад"
              },
              {
                "name": "Кремено сад"
              },
              {
                "name": "Кременская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "ЛОМО сад"
              },
              {
                "name": "Мечта сад"
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Огонек сад"
              },
              {
                "name": "Оредежское сад"
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Парус сад"
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Политехник сад"
              },
              {
                "name": "Природа сад"
              },
              {
                "name": "Радуга сад"
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Салют сад"
              },
              {
                "name": "Сокол сад"
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чаща-2 сад"
              },
              {
                "name": "Экспресс сад"
              },
              {
                "name": "Электросила сад"
              },
              {
                "name": "Энергия сад"
              },
              {
                "name": "Южное сад"
              }
            ]
          },
          {
            "name": "Черново дер."
          },
          {
            "name": "Черново Массив",
            "streets": [
              {
                "name": "Лесное СНТ"
              }
            ]
          },
          {
            "name": "Чикино дер."
          },
          {
            "name": "Шаглино дер."
          },
          {
            "name": "Шпаньково пос.",
            "streets": [
              {
                "name": "Алексея Рыкунова ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Эду дер."
          },
          {
            "name": "Юля-Пурская дер."
          },
          {
            "name": "Яскелево дер."
          }
        ]
      },
      {
        "name": "Кингисеппский",
        "nasPunkt": [
          {
            "name": "Александровская Горка дер"
          },
          {
            "name": "Алексеевка",
            "streets": [
              {
                "name": "Ветеранов ул."
              },
              {
                "name": "Зеленая ул."
              }
            ]
          },
          {
            "name": "Арболово дер."
          },
          {
            "name": "Бабино дер."
          },
          {
            "name": "Березняки дер."
          },
          {
            "name": "Большие Валговицы дер."
          },
          {
            "name": "Большое Куземкино дер."
          },
          {
            "name": "Большое Стремление пос."
          },
          {
            "name": "Большой Луцк"
          },
          {
            "name": "Валговицы дер."
          },
          {
            "name": "Валяницы дер."
          },
          {
            "name": "Ванакюля дер."
          },
          {
            "name": "Вассакара дер."
          },
          {
            "name": "Веймарн пос."
          },
          {
            "name": "Великино дер."
          },
          {
            "name": "Велькота дер."
          },
          {
            "name": "Венекюля дер."
          },
          {
            "name": "Венкуль дер."
          },
          {
            "name": "Вердия дер."
          },
          {
            "name": "Ветки дер."
          },
          {
            "name": "Вистино пос.",
            "streets": [
              {
                "name": "Ижорская ул."
              }
            ]
          },
          {
            "name": "Войносолово дер."
          },
          {
            "name": "Волково дер."
          },
          {
            "name": "Выбье дер."
          },
          {
            "name": "Гакково дер."
          },
          {
            "name": "Глинки дер."
          },
          {
            "name": "Горка дер."
          },
          {
            "name": "Горки дер."
          },
          {
            "name": "Гурлево дер."
          },
          {
            "name": "Домашово дер."
          },
          {
            "name": "Дружба СНТ",
            "streets": [
              {
                "name": "Сосновая ул."
              }
            ]
          },
          {
            "name": "Дубки дер."
          },
          {
            "name": "Жабино дер."
          },
          {
            "name": "Заозерье дер."
          },
          {
            "name": "Заполье дер."
          },
          {
            "name": "Заполье с-во"
          },
          {
            "name": "Заречье дер."
          },
          {
            "name": "Захонье дер."
          },
          {
            "name": "Захонье-2 дер."
          },
          {
            "name": "Ивангород г.",
            "streets": [
              {
                "name": "Береговая ул."
              },
              {
                "name": "Береговое мкр"
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Вокзальный-1 мкр"
              },
              {
                "name": "Вокзальный-2 мкр"
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Высокая ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Госпитальная ул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Железная ул."
              },
              {
                "name": "Железнодорожный мкр"
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Ивановская ул."
              },
              {
                "name": "Кингисеппское шоссе"
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Комсомола ул."
              },
              {
                "name": "Котовского ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Льнопрядильная ул."
              },
              {
                "name": "Малая Советская ул."
              },
              {
                "name": "Матросова ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Механическая ул."
              },
              {
                "name": "Москвич мкр"
              },
              {
                "name": "Нагорный пер."
              },
              {
                "name": "Надеждинская ул."
              },
              {
                "name": "Наровская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Пасторова ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петроградская ул."
              },
              {
                "name": "Петроградский пер."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Псковская ул."
              },
              {
                "name": "Рыбацкая наб."
              },
              {
                "name": "Рыбзавод ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Суконная ул."
              },
              {
                "name": "Текстильщиков ул."
              },
              {
                "name": "Федюнинского ул."
              },
              {
                "name": "Шанхай мкр"
              },
              {
                "name": "Энергетик мкр"
              },
              {
                "name": "Энергетик-2 мкр"
              }
            ]
          },
          {
            "name": "Ивановское пос."
          },
          {
            "name": "Извоз дер."
          },
          {
            "name": "Ильмово дер."
          },
          {
            "name": "Именицы дер."
          },
          {
            "name": "Иципино дер."
          },
          {
            "name": "Кайболово дер."
          },
          {
            "name": "Калливере дер."
          },
          {
            "name": "Каллютка дер."
          },
          {
            "name": "Караваево дер."
          },
          {
            "name": "Касколовка пос."
          },
          {
            "name": "Кейкино дер."
          },
          {
            "name": "Керстово пос."
          },
          {
            "name": "Кикерицы дер."
          },
          {
            "name": "Килли дер."
          },
          {
            "name": "Кингисепп г.",
            "streets": [
              {
                "name": "1-я линия"
              },
              {
                "name": "2-й проезд"
              },
              {
                "name": "2-я Линия"
              },
              {
                "name": "3-й проезд"
              },
              {
                "name": "4-й проезд"
              },
              {
                "name": "5-й проезд"
              },
              {
                "name": "Александровская ул."
              },
              {
                "name": "Аптекарский пер."
              },
              {
                "name": "Береговой пер."
              },
              {
                "name": "Бол.Гражданская ул."
              },
              {
                "name": "Большая Советская ул."
              },
              {
                "name": "Большой бул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Воровского ул."
              },
              {
                "name": "Воскова ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Гдовское ш."
              },
              {
                "name": "Героя Графова ул."
              },
              {
                "name": "ГК Лада мкр"
              },
              {
                "name": "ГК Луга мкр"
              },
              {
                "name": "ГК Рива мкр"
              },
              {
                "name": "ГК ЭГО мкр"
              },
              {
                "name": "Гк Южный мкр"
              },
              {
                "name": "Граничная ул."
              },
              {
                "name": "Дорожников ул."
              },
              {
                "name": "Доронина ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жукова ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Звездная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Зеленый пер."
              },
              {
                "name": "Иванова ул."
              },
              {
                "name": "Карла Маркса пр."
              },
              {
                "name": "Касколовка мкр"
              },
              {
                "name": "Ковалевского ул."
              },
              {
                "name": "Комсомоловка ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красногвардейская ул."
              },
              {
                "name": "Крестьянская ул."
              },
              {
                "name": "Крикковское шоссе"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Линейный пер."
              },
              {
                "name": "Литейный пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Лужская ул."
              },
              {
                "name": "Мал. Гражданская ул."
              },
              {
                "name": "Малая ул."
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нарвское ш."
              },
              {
                "name": "Николаева пл."
              },
              {
                "name": "Николая Микулина ул."
              },
              {
                "name": "Ново-Пятницкая ул."
              },
              {
                "name": "Новопорховская ул."
              },
              {
                "name": "Новый Луцк мкр"
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Объезжая ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Прибрежная ул."
              },
              {
                "name": "Профилакторная ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сиреневый пер."
              },
              {
                "name": "Сланцевское ш."
              },
              {
                "name": "Слепнева ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Старо-Ямбургская ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Судоверфь мкр"
              },
              {
                "name": "Таможенная ул."
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Фабричная ул."
              },
              {
                "name": "Химиков ул."
              },
              {
                "name": "Цветной пер."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Ямская ул."
              }
            ]
          },
          {
            "name": "Кингисеппский пос."
          },
          {
            "name": "Кирьямо дер."
          },
          {
            "name": "Кленно дер."
          },
          {
            "name": "Климотино дер."
          },
          {
            "name": "Комаровка дер."
          },
          {
            "name": "Коммунар дер."
          },
          {
            "name": "Копаницы дер."
          },
          {
            "name": "Корвет на Купле СНТ"
          },
          {
            "name": "Корветино дер."
          },
          {
            "name": "Коростель дер."
          },
          {
            "name": "Косколово дер."
          },
          {
            "name": "Котельский пос."
          },
          {
            "name": "Котлы пос."
          },
          {
            "name": "Кошкино дер."
          },
          {
            "name": "Краколье пос."
          },
          {
            "name": "Крупино дер."
          },
          {
            "name": "Курголово дер."
          },
          {
            "name": "Куровицы дер."
          },
          {
            "name": "Куты дер."
          },
          {
            "name": "Лесобиржа пос."
          },
          {
            "name": "Липово дер."
          },
          {
            "name": "Литизно дер."
          },
          {
            "name": "Лоузно дер."
          },
          {
            "name": "Лужицы дер."
          },
          {
            "name": "Луизино дер."
          },
          {
            "name": "Лялицы дер."
          },
          {
            "name": "Малое Куземкино дер."
          },
          {
            "name": "Малый Луцк"
          },
          {
            "name": "Манновка дер."
          },
          {
            "name": "Мануйлово дер."
          },
          {
            "name": "Маттия дер."
          },
          {
            "name": "Межники дер."
          },
          {
            "name": "Мишино дер."
          },
          {
            "name": "Монастырьки дер."
          },
          {
            "name": "Нарядово дер."
          },
          {
            "name": "Недоблицы дер."
          },
          {
            "name": "Нежново дер."
          },
          {
            "name": "Неппово дер."
          },
          {
            "name": "Новись дер."
          },
          {
            "name": "Новое Гарколово дер."
          },
          {
            "name": "Новое Куземкино дер."
          },
          {
            "name": "Новое Устье дер."
          },
          {
            "name": "Новопятницкое дер."
          },
          {
            "name": "Новоселки дер."
          },
          {
            "name": "Новый Луцк пос."
          },
          {
            "name": "Новый Ямбург"
          },
          {
            "name": "Онстопель дер."
          },
          {
            "name": "Ополье дер."
          },
          {
            "name": "Ореховая Горка СНТ"
          },
          {
            "name": "Орлы дер."
          },
          {
            "name": "Остров дер."
          },
          {
            "name": "Павлово дер."
          },
          {
            "name": "Падога дер."
          },
          {
            "name": "Пахомовка дер."
          },
          {
            "name": "Пейпия дер."
          },
          {
            "name": "Первое Мая дер."
          },
          {
            "name": "Перелесье дер."
          },
          {
            "name": "Пиллово пос."
          },
          {
            "name": "Получье дер."
          },
          {
            "name": "Порхово дер.",
            "streets": [
              {
                "name": "Сосновый пер."
              }
            ]
          },
          {
            "name": "Порхово с-во"
          },
          {
            "name": "Преображенка дер."
          },
          {
            "name": "Придорожный СНТ",
            "streets": [
              {
                "name": "Средняя ул."
              }
            ]
          },
          {
            "name": "Пулково дер."
          },
          {
            "name": "Пумалицы дер."
          },
          {
            "name": "Пустомержа дер."
          },
          {
            "name": "Пятницкое Массив",
            "streets": [
              {
                "name": "Мелиоратор СНТ"
              }
            ]
          },
          {
            "name": "Пятчино дер."
          },
          {
            "name": "Раговицы дер."
          },
          {
            "name": "Райково дер. Бол. Мал."
          },
          {
            "name": "Раннолово дер."
          },
          {
            "name": "Рассия дер. Бол. Мал."
          },
          {
            "name": "Ратчино дер."
          },
          {
            "name": "Ропша дер."
          },
          {
            "name": "Руддилово д. Мал. Бол."
          },
          {
            "name": "Ручьи дер."
          },
          {
            "name": "Ряттель дер."
          },
          {
            "name": "Савикино дер."
          },
          {
            "name": "Саккало дер."
          },
          {
            "name": "Сала дер."
          },
          {
            "name": "Саркюля дер."
          },
          {
            "name": "Свейск дер."
          },
          {
            "name": "Семейское дер."
          },
          {
            "name": "Сережино дер."
          },
          {
            "name": "Систа дер."
          },
          {
            "name": "Слободка дер."
          },
          {
            "name": "Сменково д."
          },
          {
            "name": "Солка с-во"
          },
          {
            "name": "Среднее Райково д."
          },
          {
            "name": "Среднее Село дер."
          },
          {
            "name": "Старое Гарколово дер.",
            "streets": [
              {
                "name": "Забалканская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Сиреневая ул."
              }
            ]
          },
          {
            "name": "Струпово дер."
          },
          {
            "name": "Тарайка дер."
          },
          {
            "name": "Тикопись дер."
          },
          {
            "name": "Тикопись с-во"
          },
          {
            "name": "Тисколово дер."
          },
          {
            "name": "Туганы пос."
          },
          {
            "name": "Тютицы дер."
          },
          {
            "name": "Ударник дер."
          },
          {
            "name": "Удосолово дер."
          },
          {
            "name": "Унатицы дер."
          },
          {
            "name": "Ундово дер."
          },
          {
            "name": "Урмизно дер."
          },
          {
            "name": "Усть-Луга г."
          },
          {
            "name": "Учитель СНТ"
          },
          {
            "name": "Фалилеево пос."
          },
          {
            "name": "Федоровка дер."
          },
          {
            "name": "Хаболово дер."
          },
          {
            "name": "Ханике дер."
          },
          {
            "name": "Химик СНТ"
          },
          {
            "name": "Холодные Ручьи дер."
          },
          {
            "name": "Югантово дер."
          },
          {
            "name": "Южное СНТ",
            "streets": [
              {
                "name": "6-я Садовая ул."
              }
            ]
          },
          {
            "name": "Юрки дер."
          },
          {
            "name": "Юркино СНТ"
          },
          {
            "name": "Ямсковицы дер."
          }
        ]
      },
      {
        "name": "Киришский",
        "nasPunkt": [
          {
            "name": "Андреево дер."
          },
          {
            "name": "Багольник дер."
          },
          {
            "name": "Беглово дер."
          },
          {
            "name": "Белая дер."
          },
          {
            "name": "Березняк дер."
          },
          {
            "name": "Березовик дер."
          },
          {
            "name": "Бестоголово дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Будогощь пгт",
            "streets": [
              {
                "name": "Березовый пер."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Делегатская ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заозёрная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зелёная Набережная ул."
              },
              {
                "name": "Исполкомовская ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "М.Горького ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Мичурина ул."
              },
              {
                "name": "Молодёжная ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новаторов пер."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новосёлов ул."
              },
              {
                "name": "Озёрная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пушкина ул."
              },
              {
                "name": "Ракитино СТ"
              },
              {
                "name": "Рождественская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Современников пер."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Усадебный пер."
              },
              {
                "name": "Учительская ул."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Васильково дер."
          },
          {
            "name": "Витка дер."
          },
          {
            "name": "Гатика дер."
          },
          {
            "name": "Глажево пос."
          },
          {
            "name": "Городище дер."
          },
          {
            "name": "Гороховец дер."
          },
          {
            "name": "Горчаково дер ."
          },
          {
            "name": "Горятино дер."
          },
          {
            "name": "Горятино пос."
          },
          {
            "name": "Грабково дер."
          },
          {
            "name": "Градоша дер."
          },
          {
            "name": "Гремячево дер."
          },
          {
            "name": "Дубняги дер."
          },
          {
            "name": "Дуняково дер."
          },
          {
            "name": "Жарок дер."
          },
          {
            "name": "Змеева Новинка дер."
          },
          {
            "name": "Извоз дер."
          },
          {
            "name": "Иконово дер."
          },
          {
            "name": "Ирса дер."
          },
          {
            "name": "Кириши г.",
            "streets": [
              {
                "name": "Березовый пер."
              },
              {
                "name": "Волховская наб."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Героев пр."
              },
              {
                "name": "Декабристов Бестужевых ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Ленина пр."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежный б-р."
              },
              {
                "name": "Нефтехимиков ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Плавницкий бул."
              },
              {
                "name": "Победы пр."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Романтиков ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Энергетиков ул."
              },
              {
                "name": "Энтузиастов шоссе"
              }
            ]
          },
          {
            "name": "Клинково дер."
          },
          {
            "name": "Крапивно дер."
          },
          {
            "name": "Красная Горка дер."
          },
          {
            "name": "Крестцы дер."
          },
          {
            "name": "Криваши дер."
          },
          {
            "name": "Кукуй дер."
          },
          {
            "name": "Кусино дер."
          },
          {
            "name": "Кусино массив",
            "streets": [
              {
                "name": "Маяк СНТ"
              },
              {
                "name": "Чайка СНТ"
              }
            ]
          },
          {
            "name": "Лашино дер."
          },
          {
            "name": "Луг дер."
          },
          {
            "name": "Манушкино дер."
          },
          {
            "name": "Мемино дер."
          },
          {
            "name": "Меневша дер."
          },
          {
            "name": "Могилево дер."
          },
          {
            "name": "Мотохово дер."
          },
          {
            "name": "Наволок дер."
          },
          {
            "name": "Наростыня дер."
          },
          {
            "name": "Облучье дер."
          },
          {
            "name": "Оломна дер."
          },
          {
            "name": "Панихино дер."
          },
          {
            "name": "Подсопье дер."
          },
          {
            "name": "Половинник дер."
          },
          {
            "name": "Порог дер."
          },
          {
            "name": "Посадников Остров дер."
          },
          {
            "name": "Посадников Остров массив",
            "streets": [
              {
                "name": "Вымпел СНТ"
              },
              {
                "name": "Изумрудное СНТ"
              },
              {
                "name": "Меридиан СНТ"
              },
              {
                "name": "Рассвет СНТ"
              },
              {
                "name": "Скороход-2 СНТ"
              },
              {
                "name": "Содружество СНТ"
              }
            ]
          },
          {
            "name": "Посадниково дер."
          },
          {
            "name": "Пчева пос."
          },
          {
            "name": "Пчевжа пос."
          },
          {
            "name": "Рахово дер."
          },
          {
            "name": "Смолино дер."
          },
          {
            "name": "Солоницы дер."
          },
          {
            "name": "Сред.Село дер."
          },
          {
            "name": "Тихорицы пос."
          },
          {
            "name": "Черенцево дер."
          },
          {
            "name": "Чирково дер."
          },
          {
            "name": "Шелогино дер."
          },
          {
            "name": "Яшкино дер."
          }
        ]
      },
      {
        "name": "Кировский",
        "nasPunkt": [
          {
            "name": "Апраксин дер."
          },
          {
            "name": "Апраксин массив"
          },
          {
            "name": "Бабаново дер."
          },
          {
            "name": "Беляевский Мох",
            "streets": [
              {
                "name": "Победа СНТ"
              },
              {
                "name": "Клен СНТ"
              },
              {
                "name": "Маяк СНТ"
              },
              {
                "name": "Маяк-1 СНТ"
              }
            ]
          },
          {
            "name": "Березовка дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Валдома дер."
          },
          {
            "name": "Валовщина дер."
          },
          {
            "name": "Васильково дер."
          },
          {
            "name": "Войбокало дер."
          },
          {
            "name": "Войбокало пос.",
            "streets": [
              {
                "name": "Зеленая ул."
              }
            ]
          },
          {
            "name": "Войпала д."
          },
          {
            "name": "Войтолово дер."
          },
          {
            "name": "Восход массив",
            "streets": [
              {
                "name": "19-й км. СНТ"
              },
              {
                "name": "Восход Приморский СНТ"
              },
              {
                "name": "Восход Смольненского района СНТ"
              },
              {
                "name": "Восход-2 СНТ"
              },
              {
                "name": "Восход-3 СНТ"
              },
              {
                "name": "Восход-4 СНТ"
              },
              {
                "name": "Восход-6 СНТ"
              },
              {
                "name": "Восход-7 СНТ"
              },
              {
                "name": "Восход-Василеостровское СНТ"
              },
              {
                "name": "Заря СНТ"
              },
              {
                "name": "Звёздочка СНТ"
              },
              {
                "name": "Ижорец СНТ"
              },
              {
                "name": "Кировец-3 СНТ"
              },
              {
                "name": "Ладога СНТ"
              },
              {
                "name": "Лесное СНТ"
              },
              {
                "name": "Надежда СНТ"
              },
              {
                "name": "Ольховское СНТ"
              },
              {
                "name": "Петроградское СНТ"
              },
              {
                "name": "Петрокрепость СНТ"
              },
              {
                "name": "Приозерное СНТ"
              },
              {
                "name": "Спектр СНТ"
              },
              {
                "name": "Треугольник СНТ"
              }
            ]
          },
          {
            "name": "Выстав дер."
          },
          {
            "name": "Гавсарь дер."
          },
          {
            "name": "Гнори дер."
          },
          {
            "name": "Горгала дер."
          },
          {
            "name": "Горка дер."
          },
          {
            "name": "Горная Шальдиха дер."
          },
          {
            "name": "Горы дер."
          },
          {
            "name": "Горы-1",
            "streets": [
              {
                "name": "Дачное СНТ"
              },
              {
                "name": "Невский завод СНТ"
              }
            ]
          },
          {
            "name": "Горы-2"
          },
          {
            "name": "Горы-3",
            "streets": [
              {
                "name": "Дозовец СНТ"
              },
              {
                "name": "Заречье СНТ"
              },
              {
                "name": "Комбинат хлебопродуктов имени С.М. Кирова СНТ"
              },
              {
                "name": "Локомотивное Депо СНТ"
              }
            ]
          },
          {
            "name": "Грибное мас.",
            "streets": [
              {
                "name": "Грибное СНТ"
              },
              {
                "name": "Ласточка СНТ"
              },
              {
                "name": "Ленгидропроект СНТ"
              },
              {
                "name": "Нева СНТ"
              }
            ]
          },
          {
            "name": "Гулково дер."
          },
          {
            "name": "Дачное пос.",
            "streets": [
              {
                "name": "Заводская ул."
              }
            ]
          },
          {
            "name": "Дубровец СНТ"
          },
          {
            "name": "Дубровка пос.",
            "streets": [
              {
                "name": "2-й Пятилетки ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Журубы ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Кривая ул."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Невская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Обороны ул."
              },
              {
                "name": "Павленко ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Смурова ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Томилина ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Дусьево дер."
          },
          {
            "name": "Живой Ручей-2 КП"
          },
          {
            "name": "Жихарево дер."
          },
          {
            "name": "Замошье дер."
          },
          {
            "name": "Иваново дер."
          },
          {
            "name": "Карпово дер."
          },
          {
            "name": "Келколово дер.",
            "streets": [
              {
                "name": "Выборгское СНТ"
              }
            ]
          },
          {
            "name": "Келколово-1",
            "streets": [
              {
                "name": "Заря СНТ"
              },
              {
                "name": "Мгинское СНТ"
              },
              {
                "name": "Силикатчик СНТ"
              }
            ]
          },
          {
            "name": "Келколово-2"
          },
          {
            "name": "Келколово-3",
            "streets": [
              {
                "name": "Василеостровец СНТ"
              },
              {
                "name": "Дзержинец СНТ"
              }
            ]
          },
          {
            "name": "Кировец СНТ"
          },
          {
            "name": "Кировец-3/2 СНТ"
          },
          {
            "name": "Кировск г.",
            "streets": [
              {
                "name": "Беляевская ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Грибоедова ул."
              },
              {
                "name": "Дружбы ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Кооперативный пер."
              },
              {
                "name": "Краснофлотская ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Магистральная ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Набережная реки Невы ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Партизанской Cлавы б-р"
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Пушкина ул."
              },
              {
                "name": "Рейдовый пер."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Стасова ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Толстого ул."
              },
              {
                "name": "Школьный 1-й пер."
              },
              {
                "name": "Школьный 2-й пер."
              },
              {
                "name": "Энергетиков ул."
              }
            ]
          },
          {
            "name": "Кирсино дер."
          },
          {
            "name": "Кобона дер.",
            "streets": [
              {
                "name": "Набережная реки Кобона ул."
              },
              {
                "name": "Новоладожский канал, 3-я линия"
              },
              {
                "name": "Староладожский канал, 1-я линия"
              }
            ]
          },
          {
            "name": "Койчала дер."
          },
          {
            "name": "Колосарь дер."
          },
          {
            "name": "Концы дер."
          },
          {
            "name": "Крутой Ручей КП"
          },
          {
            "name": "Лаврово дер."
          },
          {
            "name": "Ладога-73 СНТ"
          },
          {
            "name": "Леднево дер."
          },
          {
            "name": "Лезье дер."
          },
          {
            "name": "Лемассарь дер."
          },
          {
            "name": "Липки СТ",
            "streets": [
              {
                "name": "2-я линия"
              },
              {
                "name": "3-я линия"
              }
            ]
          },
          {
            "name": "Лукинское дер."
          },
          {
            "name": "Львовские Лужки КП"
          },
          {
            "name": "Маруя дер."
          },
          {
            "name": "Марьино пос."
          },
          {
            "name": "Маяк сад-во"
          },
          {
            "name": "Мга пос.",
            "streets": [
              {
                "name": "Абсалямова ул."
              },
              {
                "name": "Березовый пер."
              },
              {
                "name": "Бетонная ул."
              },
              {
                "name": "Бетонный пер."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Болотный пер."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Водопроводная ул."
              },
              {
                "name": "Водопроводный пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Волховская ул."
              },
              {
                "name": "Волховский пер."
              },
              {
                "name": "Гатчинский пер."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Грибной пер."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Деповская ул."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Димитрова ул."
              },
              {
                "name": "Донецкая ул."
              },
              {
                "name": "Дровяной пер."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заводской пер."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Загородный 1-й проезд"
              },
              {
                "name": "Загородный 2-й проезд"
              },
              {
                "name": "Загородный 3-й проезд"
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Интернациональная ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Кленовый пер."
              },
              {
                "name": "Колпинская ул."
              },
              {
                "name": "Колпинский пер."
              },
              {
                "name": "Комсомольский пер."
              },
              {
                "name": "Комсомольский пр."
              },
              {
                "name": "Красного Октября пр."
              },
              {
                "name": "Краснофлотская ул."
              },
              {
                "name": "Кузнечная ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луганский пер."
              },
              {
                "name": "Майора Жаринова ул."
              },
              {
                "name": "Матросова пер."
              },
              {
                "name": "Матросова ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Мгинской правды ул."
              },
              {
                "name": "Мира пер."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Мирошниченко ул."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Овражный пер."
              },
              {
                "name": "Ольховая ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Первомайский пер."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Песочный пер."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Поперечная ул."
              },
              {
                "name": "Придорожная ул."
              },
              {
                "name": "Проезжая ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Пролетарский пер."
              },
              {
                "name": "Пулковская ул."
              },
              {
                "name": "Пулковский пер."
              },
              {
                "name": "Пустой пер."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Революции ш."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Синявинская ул."
              },
              {
                "name": "Советский пр."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Таежный пер."
              },
              {
                "name": "Тосненская ул."
              },
              {
                "name": "Футбольная ул."
              },
              {
                "name": "Футбольный пер."
              },
              {
                "name": "Хвойный пер."
              },
              {
                "name": "Челюскинцев ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Шмидта ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Южный пер."
              }
            ]
          },
          {
            "name": "Междуречье СНТ"
          },
          {
            "name": "Митола дер."
          },
          {
            "name": "Михайловский дер."
          },
          {
            "name": "Михайловский мас.",
            "streets": [
              {
                "name": "Движенец СНТ"
              },
              {
                "name": "Движенец-2 СНТ"
              },
              {
                "name": "Дружный СНТ"
              },
              {
                "name": "Метрополитеновец СНТ"
              },
              {
                "name": "Михайловское-2 Красногвардеец СНТ"
              },
              {
                "name": "Отрадненское СНТ"
              },
              {
                "name": "Подъёмник СНТ"
              },
              {
                "name": "Радуга СНТ"
              },
              {
                "name": "Чайка-М СНТ"
              }
            ]
          },
          {
            "name": "Мишкино СНТ"
          },
          {
            "name": "Молодцово пос."
          },
          {
            "name": "Мостовая дер."
          },
          {
            "name": "Муя дер."
          },
          {
            "name": "Назия дер.",
            "streets": [
              {
                "name": "Заводская ул."
              },
              {
                "name": "Казанка ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новоладожский Канал ул."
              },
              {
                "name": "Рыбачья ул."
              },
              {
                "name": "Рыночная ул."
              },
              {
                "name": "Староладожский Канал ул."
              }
            ]
          },
          {
            "name": "Назия массив",
            "streets": [
              {
                "name": "Невское СНТ"
              },
              {
                "name": "Эликсир СНТ"
              }
            ]
          },
          {
            "name": "Назия пос.",
            "streets": [
              {
                "name": "1 Линии пер."
              },
              {
                "name": "1 Мая ул."
              },
              {
                "name": "1-я линия"
              },
              {
                "name": "12 Декабря ул."
              },
              {
                "name": "2-я линия"
              },
              {
                "name": "3-я линия"
              },
              {
                "name": "4-я линия"
              },
              {
                "name": "5-я линия"
              },
              {
                "name": "6-я линия"
              },
              {
                "name": "7-я линия"
              },
              {
                "name": "8 Подстанция тер"
              },
              {
                "name": "Артеменко ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Волховское ш."
              },
              {
                "name": "Воронежская ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Есенина ул."
              },
              {
                "name": "Железнодорожная казарма"
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречье ул."
              },
              {
                "name": "Зарубина ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Кавра ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Канавная ул."
              },
              {
                "name": "Карьерная ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Комбината ул."
              },
              {
                "name": "Комсомольский пр."
              },
              {
                "name": "Конный пер."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Лавская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Линейная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Матросова ул."
              },
              {
                "name": "Международная ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Некрасова пер."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Огородная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песчаная ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Пушкина ул."
              },
              {
                "name": "Работниц ул."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Рябиновая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сассарская ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Седова ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Техников ул."
              },
              {
                "name": "Торфяная ул."
              },
              {
                "name": "Торфянников пер."
              },
              {
                "name": "Торфянников ул."
              },
              {
                "name": "Транспортная ул."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Челюскина ул."
              },
              {
                "name": "Школьный пр."
              },
              {
                "name": "Шоссейная ул."
              },
              {
                "name": "Электриков ул."
              }
            ]
          },
          {
            "name": "Назия станция",
            "streets": [
              {
                "name": "68 км ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Электроток ул."
              }
            ]
          },
          {
            "name": "Невдубстрой садоводство",
            "streets": [
              {
                "name": "Айболит СНТ"
              },
              {
                "name": "Айболит СНТ"
              }
            ]
          },
          {
            "name": "Невская отрада КП"
          },
          {
            "name": "Нижняя Шальдиха дер."
          },
          {
            "name": "Низово дер."
          },
          {
            "name": "Никольское д."
          },
          {
            "name": "Новая Малукса дер."
          },
          {
            "name": "Новинка пос."
          },
          {
            "name": "Ново-Анненское-Медное массив"
          },
          {
            "name": "Новый Быт дер."
          },
          {
            "name": "Овдакало дер."
          },
          {
            "name": "Остров дер."
          },
          {
            "name": "Отрадное г.",
            "streets": [
              {
                "name": "1-й Советский пр."
              },
              {
                "name": "1-я линия"
              },
              {
                "name": "10-я линия"
              },
              {
                "name": "11-я линия"
              },
              {
                "name": "12-я линия"
              },
              {
                "name": "13-я линия"
              },
              {
                "name": "14-я линия"
              },
              {
                "name": "15-я линия"
              },
              {
                "name": "16-я линия"
              },
              {
                "name": "17-я линия"
              },
              {
                "name": "18-я линия"
              },
              {
                "name": "19-я линия"
              },
              {
                "name": "2-й Советский пр."
              },
              {
                "name": "2-я линия"
              },
              {
                "name": "20-я линия"
              },
              {
                "name": "3-й Советский пр."
              },
              {
                "name": "3-я линия"
              },
              {
                "name": "4-й Советский пр."
              },
              {
                "name": "4-я линия"
              },
              {
                "name": "5-я линия"
              },
              {
                "name": "6-я линия"
              },
              {
                "name": "7-я линия"
              },
              {
                "name": "8-я линия"
              },
              {
                "name": "9-я линия"
              },
              {
                "name": "Безымянная ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Береговой пер."
              },
              {
                "name": "Водников пер."
              },
              {
                "name": "Возрождения ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Дружбы ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Загородный пер."
              },
              {
                "name": "Заозерная ул."
              },
              {
                "name": "Зарубина ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Клубная ул."
              },
              {
                "name": "Комитета ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативный пер."
              },
              {
                "name": "Левый берег реки Тосно ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Ленсовета ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Международный пр."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Мостовая ул."
              },
              {
                "name": "Мостовой пер."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Невская ул."
              },
              {
                "name": "Невский пер."
              },
              {
                "name": "Невы наб."
              },
              {
                "name": "Никольское ш."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новостроек 2-й Переулок"
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Овражная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Офицерская дорожка"
              },
              {
                "name": "Петрушино, Рождественская ул."
              },
              {
                "name": "Петрушино, Светлая ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Покровская ул."
              },
              {
                "name": "Путейская ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Радиорелейная ст."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Речников ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Северный пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Советский пр."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Танкистов ул."
              },
              {
                "name": "Торфяной пер."
              },
              {
                "name": "Хвойный пер."
              },
              {
                "name": "Цветочный пер."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Щурова ул."
              },
              {
                "name": "Южный пер."
              }
            ]
          },
          {
            "name": "Павлово пос.",
            "streets": [
              {
                "name": "Горский пер."
              },
              {
                "name": "Дорожная ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Карьерная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Ленинградский пр."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Липовый пер."
              },
              {
                "name": "Мгинский пер."
              },
              {
                "name": "Мирная ул."
              },
              {
                "name": "Мостоотряд-77 ул."
              },
              {
                "name": "Набережная р Мги ул."
              },
              {
                "name": "Набережная р Мойки ул."
              },
              {
                "name": "Набережная р Невы ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорный пер."
              },
              {
                "name": "Надежды ул."
              },
              {
                "name": "Невская ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петрозаводское ш."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Силикатная ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Средняя ул."
              },
              {
                "name": "Старое ш."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Чернореченская ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Павлово-на-Неве",
            "streets": [
              {
                "name": "Советская ул."
              }
            ]
          },
          {
            "name": "Падрила дер."
          },
          {
            "name": "Пейчала дер."
          },
          {
            "name": "Петрово д."
          },
          {
            "name": "Петровщина дер."
          },
          {
            "name": "Петрушино д."
          },
          {
            "name": "Погостье дер."
          },
          {
            "name": "Подолье дер."
          },
          {
            "name": "Поляна дер."
          },
          {
            "name": "Приладожский пос.",
            "streets": [
              {
                "name": "Садовая ул."
              }
            ]
          },
          {
            "name": "Приозерное сад-во"
          },
          {
            "name": "Путилово пос.",
            "streets": [
              {
                "name": "Братьев Пожарских ул."
              },
              {
                "name": "Дорофеева ул."
              },
              {
                "name": "Дьяконова ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Игнашкиных ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Пожарская ул."
              },
              {
                "name": "Полянки ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Учительская ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              }
            ]
          },
          {
            "name": "Пухолово дер."
          },
          {
            "name": "Раб.Поселок 1 пос."
          },
          {
            "name": "Раб.Поселок 2 пос."
          },
          {
            "name": "Раб.Поселок 3 пос."
          },
          {
            "name": "Раб.Поселок 4 пос."
          },
          {
            "name": "Раб.Поселок 5 пос."
          },
          {
            "name": "Ратница дер."
          },
          {
            "name": "Речка дер."
          },
          {
            "name": "Ручьи дер."
          },
          {
            "name": "Рындела дер."
          },
          {
            "name": "Сандела дер."
          },
          {
            "name": "Сибола дер."
          },
          {
            "name": "Синявино пос.",
            "streets": [
              {
                "name": "Восточная ул."
              },
              {
                "name": "Косая ул."
              },
              {
                "name": "Кравченко ул."
              },
              {
                "name": "Красных Зорь ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Садовый пер."
              },
              {
                "name": "Труда ул.[Синявино пос.]"
              },
              {
                "name": "Труда ул.[Синявино пос.]"
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Синявино-2 дер.",
            "streets": [
              {
                "name": "3-я линия"
              },
              {
                "name": "Реутова ул."
              }
            ]
          },
          {
            "name": "Синявино-2 садоводство"
          },
          {
            "name": "Сирокасска дер."
          },
          {
            "name": "Славянка дер."
          },
          {
            "name": "Славянка Массив",
            "streets": [
              {
                "name": "Заречное СНТ"
              },
              {
                "name": "Коммунальщик СНТ"
              },
              {
                "name": "Магистраль СНТ"
              },
              {
                "name": "Орбита СНТ"
              },
              {
                "name": "Парус СНТ"
              },
              {
                "name": "Радуга СНТ"
              },
              {
                "name": "Ритм СНТ"
              },
              {
                "name": "Родник СНТ"
              }
            ]
          },
          {
            "name": "Славянка СНТ",
            "streets": [
              {
                "name": "Механизаторов ул."
              }
            ]
          },
          {
            "name": "Сологубовка дер."
          },
          {
            "name": "Сологубовка ст."
          },
          {
            "name": "Сопели дер."
          },
          {
            "name": "Соцгородок дер."
          },
          {
            "name": "Союз-Чернобыль СНТ"
          },
          {
            "name": "Старая Малукса пос.",
            "streets": [
              {
                "name": "Боровая ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Карьерная ул."
              },
              {
                "name": "Клубная ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              }
            ]
          },
          {
            "name": "Старая Мельница дер."
          },
          {
            "name": "Старостино дер."
          },
          {
            "name": "Сухово пос."
          },
          {
            "name": "Сухое дер."
          },
          {
            "name": "Тобино дер."
          },
          {
            "name": "Турышкино дер."
          },
          {
            "name": "Турышкино-Петрово ДНП"
          },
          {
            "name": "Феликсово дер."
          },
          {
            "name": "Черное дер."
          },
          {
            "name": "Шлиссельбург г.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "18 Января ул."
              },
              {
                "name": "4-я линия"
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Волна СНТ"
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Грибная ул."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Еловая ул."
              },
              {
                "name": "Жука ул."
              },
              {
                "name": "Загородный пер."
              },
              {
                "name": "Затонная ул."
              },
              {
                "name": "Кедровая ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красная пл."
              },
              {
                "name": "Краснофлотская ул."
              },
              {
                "name": "Краснофлотский пер."
              },
              {
                "name": "Красный тракт"
              },
              {
                "name": "Ладожская речка ул."
              },
              {
                "name": "Ладожский пер."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Малоневского Канала ул."
              },
              {
                "name": "Московское ш."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новоладожский Канал ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Ольховая ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Песочносинявинская линия"
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Пл. Опытного з-да пер."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Северная линия"
              },
              {
                "name": "Северный пер."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Староладожский Канал ул."
              },
              {
                "name": "Старосинявинская дор."
              },
              {
                "name": "Ульянова ул."
              },
              {
                "name": "Усадебный пер."
              },
              {
                "name": "Чекалова ул."
              },
              {
                "name": "Южная линия"
              }
            ]
          },
          {
            "name": "Шлиссельбуржец СНТ",
            "streets": [
              {
                "name": "Березовая ул."
              },
              {
                "name": "Лесная ул."
              }
            ]
          },
          {
            "name": "Шум пос.",
            "streets": [
              {
                "name": "ПМК-17 ул."
              },
              {
                "name": "Прокофьева пер."
              },
              {
                "name": "Прокофьева ул."
              },
              {
                "name": "Сари ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          }
        ]
      },
      {
        "name": "Лодейнопольский",
        "nasPunkt": [
          {
            "name": "Агашево дер."
          },
          {
            "name": "Акулова Гора дер."
          },
          {
            "name": "Алеховщина пос.",
            "streets": [
              {
                "name": "Алеховщинская ул."
              },
              {
                "name": "Алеховщинский пер."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Высоковольтная ул."
              },
              {
                "name": "Зуевская ул."
              },
              {
                "name": "Игокинская ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лодейнопольский пер."
              },
              {
                "name": "Лодейнопольское шоссе"
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новопоселковская ул."
              },
              {
                "name": "Новосельская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песочный пер."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "СОТ Кокоево тер."
              },
              {
                "name": "СОТ Комбаково тер."
              },
              {
                "name": "СОТ Янгеничи тер."
              },
              {
                "name": "Стоговская ул."
              },
              {
                "name": "Сторожовская ул."
              },
              {
                "name": "Стрелковская ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Андреевщина дер."
          },
          {
            "name": "Барково дер."
          },
          {
            "name": "Бол.Коковичи дер."
          },
          {
            "name": "Валгома дер."
          },
          {
            "name": "Вахнова-Кара дер.",
            "streets": [
              {
                "name": "Лесная ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Оятская ул."
              },
              {
                "name": "Сосновая ул."
              }
            ]
          },
          {
            "name": "Ветхое Село дер."
          },
          {
            "name": "Вонозеро дер."
          },
          {
            "name": "Гайгово дер."
          },
          {
            "name": "Гонгиничи дер."
          },
          {
            "name": "Горловщина д."
          },
          {
            "name": "Доможирово дер."
          },
          {
            "name": "Ефремково дер."
          },
          {
            "name": "Заозерье дер."
          },
          {
            "name": "Заостровье дер."
          },
          {
            "name": "Имоченицы дер."
          },
          {
            "name": "Инема дер."
          },
          {
            "name": "Кальшеницы дер."
          },
          {
            "name": "Карлуха дер."
          },
          {
            "name": "Ковкеницы дер."
          },
          {
            "name": "Кокоево СНТ"
          },
          {
            "name": "Комбаково дер."
          },
          {
            "name": "Конево дер."
          },
          {
            "name": "Коростелево дер."
          },
          {
            "name": "Красный Бор дер."
          },
          {
            "name": "Кяргино дер."
          },
          {
            "name": "Лодейное Поле г.",
            "streets": [
              {
                "name": "8 Марта ул."
              },
              {
                "name": "Алеховщинская ул."
              },
              {
                "name": "База обстановки ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Весенний пер."
              },
              {
                "name": "Ветеранов ул."
              },
              {
                "name": "Военкоматский пер."
              },
              {
                "name": "Возрождения пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Володарского пер."
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Воровского ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Газгородок мкр"
              },
              {
                "name": "Гражданская 2-я ул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Гражданский проезд"
              },
              {
                "name": "Двухсторонний пер."
              },
              {
                "name": "Депутатская ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Железнодорожный заезд"
              },
              {
                "name": "Заостровский пер."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Звездный пер."
              },
              {
                "name": "Зеленый пер."
              },
              {
                "name": "Зои Космодемьянской ул."
              },
              {
                "name": "И.Ярославцева ул."
              },
              {
                "name": "Им. Дмитрия Арсенова ул."
              },
              {
                "name": "Им. Николая Шалаева пер."
              },
              {
                "name": "Индустриальная ул."
              },
              {
                "name": "Интернациональная ул."
              },
              {
                "name": "Канома ул."
              },
              {
                "name": "Каномский пер."
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Киреева ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Коммунаров ул."
              },
              {
                "name": "Комсомольская 2-я ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красноармейская 2-я ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красных Зорь ул."
              },
              {
                "name": "Ленина проспект"
              },
              {
                "name": "Ленинградское шоссе"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной заезд"
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Лесной проезд"
              },
              {
                "name": "Лесорубов ул."
              },
              {
                "name": "Лодейнопольский пер."
              },
              {
                "name": "Лодейнопольское шоссе"
              },
              {
                "name": "Мирошкиничи тер"
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Мошкина ул."
              },
              {
                "name": "Набережная Красного Флота ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новый заезд"
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "О.Кошевого ул."
              },
              {
                "name": "Односторонний пер."
              },
              {
                "name": "Озерный пер."
              },
              {
                "name": "Октябрьский пр."
              },
              {
                "name": "Онежский пер."
              },
              {
                "name": "Оятский пер."
              },
              {
                "name": "П.Терентьева ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Паромный пер."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Песочный заезд"
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Плеханова ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Пограничный пер."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Пристанский пер."
              },
              {
                "name": "Профсоюзная 2-я ул."
              },
              {
                "name": "Профсоюзная ул."
              },
              {
                "name": "Профсоюзный заезд"
              },
              {
                "name": "Рабоче-крестьянская ул."
              },
              {
                "name": "Рабочий пер."
              },
              {
                "name": "Республиканская ул."
              },
              {
                "name": "Республиканский тракт ул."
              },
              {
                "name": "Розы Люксембург ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Садовый пер."
              },
              {
                "name": "Свердлова ул."
              },
              {
                "name": "Светлый пер."
              },
              {
                "name": "Свирская ветка ул."
              },
              {
                "name": "Свирская ул."
              },
              {
                "name": "Свирский пер."
              },
              {
                "name": "Связи пер."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Северный Переезд переезд"
              },
              {
                "name": "Сельский пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сосновый 1-й пер."
              },
              {
                "name": "Сосновый 2-й пер."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Строителей пер."
              },
              {
                "name": "Талалихина ул."
              },
              {
                "name": "Титова ул."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Трасса Кола ул."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Ударника ул."
              },
              {
                "name": "Ульяновская ул."
              },
              {
                "name": "Урицкого пр."
              },
              {
                "name": "Цветочный заезд"
              },
              {
                "name": "Цветочный пер."
              },
              {
                "name": "Швейников ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Шмакова ул."
              },
              {
                "name": "Энергетиков ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Южный пер."
              }
            ]
          },
          {
            "name": "Люговичи дер.",
            "streets": [
              {
                "name": "Кокоево тер."
              }
            ]
          },
          {
            "name": "Мальгиничи дер."
          },
          {
            "name": "Мергино дер."
          },
          {
            "name": "Мехбаза пос."
          },
          {
            "name": "Мошкино дер."
          },
          {
            "name": "Мустиничи дер."
          },
          {
            "name": "Надпорожье дер."
          },
          {
            "name": "Нижняя Шоткуса дер."
          },
          {
            "name": "Никоновщина дер."
          },
          {
            "name": "Нов.Слобода дер."
          },
          {
            "name": "Новинка дер."
          },
          {
            "name": "Новое Село дер."
          },
          {
            "name": "Околок дер."
          },
          {
            "name": "Падала дер."
          },
          {
            "name": "Печеницы дер."
          },
          {
            "name": "Пиркиничи СТ"
          },
          {
            "name": "Пирозеро дер."
          },
          {
            "name": "Пога дер."
          },
          {
            "name": "Поикимо дер."
          },
          {
            "name": "Полянка дер."
          },
          {
            "name": "Пономарево дер."
          },
          {
            "name": "Рассвет пос."
          },
          {
            "name": "Ратигора дер."
          },
          {
            "name": "Рахковичи дер."
          },
          {
            "name": "Рахковичи СНТ"
          },
          {
            "name": "Ребовичи пос."
          },
          {
            "name": "Рекиничи дер."
          },
          {
            "name": "Руссконицы дер."
          },
          {
            "name": "Свирь СНТ"
          },
          {
            "name": "Свирьстрой пос.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "Вольный городок ул."
              },
              {
                "name": "Графтио ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Индустриализации ул."
              },
              {
                "name": "Кас ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Клинцовая Кара ул."
              },
              {
                "name": "Коллективизации ул."
              },
              {
                "name": "Коллективная ул."
              },
              {
                "name": "Коллективный заезд"
              },
              {
                "name": "Культуры ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Мунгала ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Озерки ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Подпорожская ул."
              },
              {
                "name": "Правый берег ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Радченко ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Энергетиков ул."
              }
            ]
          },
          {
            "name": "Стар.Слобода пос."
          },
          {
            "name": "Сюрьга ур."
          },
          {
            "name": "Тененичи дер."
          },
          {
            "name": "Тервеничи дер."
          },
          {
            "name": "Усть-Сара дер."
          },
          {
            "name": "Фомино дер."
          },
          {
            "name": "Харевщина дер."
          },
          {
            "name": "Хмелезеро дер."
          },
          {
            "name": "Чашковичи дер."
          },
          {
            "name": "Чегла дер."
          },
          {
            "name": "Чидово дер."
          },
          {
            "name": "Шамокша дер."
          },
          {
            "name": "Шангиничи дер."
          },
          {
            "name": "Шапша дер."
          },
          {
            "name": "Шархиничи дер.",
            "streets": [
              {
                "name": "Кодоевская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Микрорайон ул."
              },
              {
                "name": "Пирогова ул."
              },
              {
                "name": "Прудовая ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Стройская ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Шахтиницы дер."
          },
          {
            "name": "Шоткуса дер."
          },
          {
            "name": "Явшиницы дер."
          },
          {
            "name": "Якшино дер."
          },
          {
            "name": "Янгиничи дер."
          },
          {
            "name": "Янега пос.",
            "streets": [
              {
                "name": "Боровая ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "СОТ Пиркиничи тер"
              },
              {
                "name": "СОТ Ромашка тер"
              }
            ]
          },
          {
            "name": "Яровщина дер."
          }
        ]
      },
      {
        "name": "Ломоносовский",
        "nasPunkt": [
          {
            "name": "Севзаптрансспецстрой СНТ"
          },
          {
            "name": "Авиатор СНТ"
          },
          {
            "name": "Алакюля дер."
          },
          {
            "name": "Александровская"
          },
          {
            "name": "Ананьино дер."
          },
          {
            "name": "Андреевка сад-во"
          },
          {
            "name": "Аннино пос.",
            "streets": [
              {
                "name": "10-й Пятилетки ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Будилинская ул."
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Полевой пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Аропаккузи дер."
          },
          {
            "name": "Балтиец-3 сад-во"
          },
          {
            "name": "Балтийская Слобода КП",
            "streets": [
              {
                "name": "Добрынинская ул."
              },
              {
                "name": "Заячья ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Муромская ул."
              },
              {
                "name": "Озёрная ул."
              },
              {
                "name": "Покровская ул."
              },
              {
                "name": "Посадская ул."
              },
              {
                "name": "Спортивная ул."
              }
            ]
          },
          {
            "name": "Береза-2 дач. пос."
          },
          {
            "name": "Берёзка СНТ",
            "streets": [
              {
                "name": "Садовая ул."
              }
            ]
          },
          {
            "name": "Бол. Коновалово дер."
          },
          {
            "name": "Бол.Горлово дер."
          },
          {
            "name": "Большая Ижора пос.",
            "streets": [
              {
                "name": "Астанина ул."
              },
              {
                "name": "Водопроводная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Зеленый пер."
              },
              {
                "name": "Ивановская ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Ломаная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Межевая ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Нагорный пер."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петросьяна ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Приморская ул."
              },
              {
                "name": "Приморское шоссе"
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Сургина ул."
              },
              {
                "name": "Тупиковая ул."
              },
              {
                "name": "Тупиковый пер."
              }
            ]
          },
          {
            "name": "Большие Горки дер.",
            "streets": [
              {
                "name": "Кирилловская ул."
              }
            ]
          },
          {
            "name": "Большие Томики дер.",
            "streets": [
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Будилинская ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Воскресенская ул."
              },
              {
                "name": "Деревенский пер."
              },
              {
                "name": "Детская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Никольская ул."
              },
              {
                "name": "Отрадный пер."
              },
              {
                "name": "Радужная ул."
              },
              {
                "name": "Срединная ул."
              },
              {
                "name": "Тополиная ул."
              }
            ]
          },
          {
            "name": "Большое Забородье дер."
          },
          {
            "name": "Борки дер."
          },
          {
            "name": "Бриз сад-во"
          },
          {
            "name": "Бронна дер."
          },
          {
            "name": "Булльупе КП"
          },
          {
            "name": "Вариксолово дер."
          },
          {
            "name": "Вектор сад-во"
          },
          {
            "name": "Велигонты дер."
          },
          {
            "name": "Вертикаль СНТ"
          },
          {
            "name": "Верхние Рудицы д."
          },
          {
            "name": "Верхняя Бронна дер."
          },
          {
            "name": "Верхняя Колония дер."
          },
          {
            "name": "Верхняя Мыза ДНП"
          },
          {
            "name": "Ветеран сад-во"
          },
          {
            "name": "Виллози дер.",
            "streets": [
              {
                "name": "Волхонское ш."
              },
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "ГСК Дружба (И) тер"
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Коммунаров ул."
              },
              {
                "name": "Красносельское ш."
              },
              {
                "name": "Пушкинское ш."
              },
              {
                "name": "Таллинское ш."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Вильповицы дер."
          },
          {
            "name": "Витино дер."
          },
          {
            "name": "Владимировка дер.",
            "streets": [
              {
                "name": "Березовая ул."
              }
            ]
          },
          {
            "name": "Возрождение СНТ",
            "streets": [
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Волковицы дер."
          },
          {
            "name": "Волна СНТ"
          },
          {
            "name": "Воронино дер."
          },
          {
            "name": "Воронка дер."
          },
          {
            "name": "Воронкино дер."
          },
          {
            "name": "Гипробум сад-во"
          },
          {
            "name": "Глобицы дер."
          },
          {
            "name": "Глухово дер."
          },
          {
            "name": "Глядино дер."
          },
          {
            "name": "Гора Валдай дер."
          },
          {
            "name": "Горбунки дер.",
            "streets": [
              {
                "name": "Горбунки ул."
              }
            ]
          },
          {
            "name": "Горки дер."
          },
          {
            "name": "Городское СНТ"
          },
          {
            "name": "Горьковское сад-во"
          },
          {
            "name": "Горьковское СНТ",
            "streets": [
              {
                "name": "27-я Западная ул."
              }
            ]
          },
          {
            "name": "Гостилицы д.",
            "streets": [
              {
                "name": "Генерала Лященко ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Дальняя связь-2 сад-во"
          },
          {
            "name": "Дружба сад-во"
          },
          {
            "name": "Дружный Труд сад-во"
          },
          {
            "name": "Дубки АО Ленэнерго сад-во"
          },
          {
            "name": "Дубки дер."
          },
          {
            "name": "Дубки ЛМК сад-во"
          },
          {
            "name": "Дубки ТЭЦ-1 сад-во"
          },
          {
            "name": "Дубки-1 сад-во"
          },
          {
            "name": "Дубочки-2 сад-во"
          },
          {
            "name": "Дятлицы пос."
          },
          {
            "name": "Жилгородок пос.",
            "streets": [
              {
                "name": "Санинское ш."
              }
            ]
          },
          {
            "name": "З-д им. Котлякова СНТ"
          },
          {
            "name": "Заозерное сад-во"
          },
          {
            "name": "Заостровье дер."
          },
          {
            "name": "Заринское дер."
          },
          {
            "name": "Здоровье сад-во"
          },
          {
            "name": "Здоровье-3 СНТ"
          },
          {
            "name": "Зенит сад-во"
          },
          {
            "name": "Ивановское дер."
          },
          {
            "name": "Ильино дер."
          },
          {
            "name": "Инициатива коттеджный пос"
          },
          {
            "name": "Иннолово пос."
          },
          {
            "name": "Ирогощи дер."
          },
          {
            "name": "Кавелахта дер."
          },
          {
            "name": "Кандикюля дер."
          },
          {
            "name": "Капорское дер."
          },
          {
            "name": "Карвала дер."
          },
          {
            "name": "КБСМ Дубочки сад-во"
          },
          {
            "name": "Келози дер."
          },
          {
            "name": "Кемпелево дер."
          },
          {
            "name": "Керново дер."
          },
          {
            "name": "Кипень дер.",
            "streets": [
              {
                "name": "Водопроводная ул."
              },
              {
                "name": "Волковицкое ш."
              },
              {
                "name": "Гатчинское ш."
              },
              {
                "name": "Колос СНТ"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Нарвское ш."
              },
              {
                "name": "Новостроек ул."
              },
              {
                "name": "Ропшинское ш."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Тополиная ул."
              },
              {
                "name": "Ягодная ул."
              }
            ]
          },
          {
            "name": "Климотино дер."
          },
          {
            "name": "Клясино дер."
          },
          {
            "name": "Князево дер."
          },
          {
            "name": "Коваши пос."
          },
          {
            "name": "Колос Глядино сад-во"
          },
          {
            "name": "Колос сад-во"
          },
          {
            "name": "Копорье пос.",
            "streets": [
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Питерская ул."
              }
            ]
          },
          {
            "name": "Коровино дер."
          },
          {
            "name": "Корпус КП"
          },
          {
            "name": "Котлин СНТ",
            "streets": [
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Коцелово дер."
          },
          {
            "name": "Красногорские Покосы дач."
          },
          {
            "name": "Красногорское сад-во",
            "streets": [
              {
                "name": "13 линия"
              },
              {
                "name": "7 линия"
              }
            ]
          },
          {
            "name": "Красный Бор дер.",
            "streets": [
              {
                "name": "Советская ул."
              }
            ]
          },
          {
            "name": "Кузнецы дер."
          },
          {
            "name": "Куккузи дер."
          },
          {
            "name": "Кукушкино дер."
          },
          {
            "name": "Куттузи дер.",
            "streets": [
              {
                "name": "Ингерманландская ул."
              },
              {
                "name": "Уланская ул."
              }
            ]
          },
          {
            "name": "Лаголово дер.",
            "streets": [
              {
                "name": "Детская ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советская ул."
              }
            ]
          },
          {
            "name": "Лада сад-во"
          },
          {
            "name": "Лангерево"
          },
          {
            "name": "Лебяжье пос.",
            "streets": [
              {
                "name": "Авиационная ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "В.Бианки ул."
              },
              {
                "name": "Веселая ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Госпитальная ул."
              },
              {
                "name": "Дальняя ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Детская ул."
              },
              {
                "name": "Детский пер."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Ильина пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Костылева ул."
              },
              {
                "name": "Красногорская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Линейная ул."
              },
              {
                "name": "Линейный пер."
              },
              {
                "name": "Ломакина ул."
              },
              {
                "name": "Лоцманская ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Маячная ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Морская ул."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Павлова ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Пляжная ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Приморская ул."
              },
              {
                "name": "Приморское шоссе"
              },
              {
                "name": "Путейная ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Рыбачий пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Степаняна ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Флотская ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Южный пер."
              },
              {
                "name": "Якорный пер."
              }
            ]
          },
          {
            "name": "Лепсе сад."
          },
          {
            "name": "Лесопитомник дер."
          },
          {
            "name": "Лимузи пос."
          },
          {
            "name": "Липово дер."
          },
          {
            "name": "Ломаха дер."
          },
          {
            "name": "Ломоносовец сад-во"
          },
          {
            "name": "Лопухинка пос.",
            "streets": [
              {
                "name": "Первомайская ул."
              }
            ]
          },
          {
            "name": "Маклаково дер."
          },
          {
            "name": "Малая Забородье дер."
          },
          {
            "name": "Малая Ижора дер."
          },
          {
            "name": "Малиновка ДНП"
          },
          {
            "name": "Малое Карлино дер."
          },
          {
            "name": "Малое Коновалово дер."
          },
          {
            "name": "Малые Горки дер."
          },
          {
            "name": "Марьино дер.",
            "streets": [
              {
                "name": "Заречная ул."
              }
            ]
          },
          {
            "name": "Маша сад-во"
          },
          {
            "name": "Медведь сад-во"
          },
          {
            "name": "Медовая поляна КП"
          },
          {
            "name": "Михайловка дер."
          },
          {
            "name": "Михайловская дер."
          },
          {
            "name": "Михайловские дачи ДНП"
          },
          {
            "name": "Михайловское СНТ"
          },
          {
            "name": "Можайское сад-во"
          },
          {
            "name": "Московка ДНП"
          },
          {
            "name": "Мурилово дер."
          },
          {
            "name": "Мустово дер."
          },
          {
            "name": "Муховицы дер."
          },
          {
            "name": "Мухоловка дер."
          },
          {
            "name": "Мюреля дер."
          },
          {
            "name": "Нагорный пос."
          },
          {
            "name": "Нагорный сад-во"
          },
          {
            "name": "Надежда ВАТТ сад-во"
          },
          {
            "name": "Надежда ВМА СНТ"
          },
          {
            "name": "Надежда СНТ"
          },
          {
            "name": "Нижняя Бронна дер."
          },
          {
            "name": "Нижняя Кипень дер."
          },
          {
            "name": "Нижняя Колония СНТ"
          },
          {
            "name": "Низино дер.",
            "streets": [
              {
                "name": "Апрельская ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Веселая ул."
              },
              {
                "name": "ДНП Московка"
              },
              {
                "name": "Колокольная ул."
              },
              {
                "name": "Летчика Евдокимова ул."
              },
              {
                "name": "Меншиковская ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Потемкинская ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Санинское ш."
              },
              {
                "name": "Согласия ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Танковая ул."
              },
              {
                "name": "Торфяная ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Шинкарская ул."
              }
            ]
          },
          {
            "name": "Николаевское сад-во",
            "streets": [
              {
                "name": "1-я Линия ул."
              },
              {
                "name": "2-я Линия ул."
              },
              {
                "name": "3-я Линия ул."
              },
              {
                "name": "4-я Линия ул."
              },
              {
                "name": "5-я Линия ул."
              }
            ]
          },
          {
            "name": "Никольское дер."
          },
          {
            "name": "Новая Буря дер."
          },
          {
            "name": "Новая Ропша",
            "streets": [
              {
                "name": "Карповец СНТ"
              },
              {
                "name": "Котлин КМОЛЗ СНТ"
              },
              {
                "name": "Котляковец СНТ"
              },
              {
                "name": "Красный Химик СНТ"
              },
              {
                "name": "Макаровец-1 СНТ"
              },
              {
                "name": "Мичуринец СНТ"
              },
              {
                "name": "РНБ СНТ"
              },
              {
                "name": "Фабрика Счетных Приборов СНТ"
              }
            ]
          },
          {
            "name": "Новогорелово пос.",
            "streets": [
              {
                "name": "Современников ул."
              }
            ]
          },
          {
            "name": "Новое Заостровье КП"
          },
          {
            "name": "Новое Калище дер."
          },
          {
            "name": "Новополье пос."
          },
          {
            "name": "Новоропшинское СНТ"
          },
          {
            "name": "Новоселье пос.",
            "streets": [
              {
                "name": "Дальняя ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Институтская ул."
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Красносельское ш."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Питерский пр."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Стрельнинская ул."
              },
              {
                "name": "Троицкая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Новый Бор дер."
          },
          {
            "name": "Озерное с."
          },
          {
            "name": "Олики дер."
          },
          {
            "name": "Ольгино дер."
          },
          {
            "name": "Орбита СНТ"
          },
          {
            "name": "Орбита-3 сад-во"
          },
          {
            "name": "Оржицы дер."
          },
          {
            "name": "Офицерское Село"
          },
          {
            "name": "Пеники дер.",
            "streets": [
              {
                "name": "Новая ул."
              },
              {
                "name": "Пениковская ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Перекюля дер."
          },
          {
            "name": "Пески д.",
            "streets": [
              {
                "name": "Малая ул."
              }
            ]
          },
          {
            "name": "Пески СНТ"
          },
          {
            "name": "Петровская Мельница КП",
            "streets": [
              {
                "name": "Петровская ул."
              }
            ]
          },
          {
            "name": "Петровское дер."
          },
          {
            "name": "Пигелево дер."
          },
          {
            "name": "Пикколово дер.",
            "streets": [
              {
                "name": "Большая Горская ул."
              },
              {
                "name": "Георгиевская ул."
              },
              {
                "name": "Новый Дудергоф КП"
              },
              {
                "name": "Петровская ул."
              }
            ]
          },
          {
            "name": "Подмошье дер."
          },
          {
            "name": "Подозванье дер."
          },
          {
            "name": "Порзолово ДНТ"
          },
          {
            "name": "Порожки дер."
          },
          {
            "name": "Предпортовец-2 сад-во"
          },
          {
            "name": "Прилесье КП"
          },
          {
            "name": "Простоквашино КП"
          },
          {
            "name": "Разбегаево дер.",
            "streets": [
              {
                "name": "Стрельнинское ш."
              }
            ]
          },
          {
            "name": "Райкузи дер."
          },
          {
            "name": "Рассколово дер."
          },
          {
            "name": "Ретселя дер."
          },
          {
            "name": "Ропша пос.",
            "streets": [
              {
                "name": "Княжегорский пер."
              },
              {
                "name": "Красносельское ш."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Пальчикова ул."
              },
              {
                "name": "Романенко ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Ропшинская долина КП"
          },
          {
            "name": "Ропшинские Горки ДНП"
          },
          {
            "name": "Русско-Высоцкое пос.",
            "streets": [
              {
                "name": "Павлика Филимонова ул."
              }
            ]
          },
          {
            "name": "Рыбак-Сурье СНТ"
          },
          {
            "name": "Рюмки дер."
          },
          {
            "name": "Савольщина дер."
          },
          {
            "name": "Саксолово дер."
          },
          {
            "name": "Санино дер."
          },
          {
            "name": "Сашино дер."
          },
          {
            "name": "Сергеевка ДНП"
          },
          {
            "name": "Синигейка СНТ"
          },
          {
            "name": "Систо-Палкино дер."
          },
          {
            "name": "СНТ Согласие"
          },
          {
            "name": "Сойкино дер.",
            "streets": [
              {
                "name": "Парковая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Сокули дер."
          },
          {
            "name": "Сосновый Бор г.",
            "streets": [
              {
                "name": "50 лет Октября ул."
              },
              {
                "name": "6-й мкр"
              },
              {
                "name": "7-й мкр"
              },
              {
                "name": "8-й мкр"
              },
              {
                "name": "Александра Невского пр."
              },
              {
                "name": "Афанасьева ул."
              },
              {
                "name": "База Салют тер."
              },
              {
                "name": "Балтийское ДНТ"
              },
              {
                "name": "Балтика СНТ"
              },
              {
                "name": "Бастион ДНТ"
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Березка СНТ"
              },
              {
                "name": "Березовая Роща СНТ"
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Весна ДНТ"
              },
              {
                "name": "Ветер СНТ"
              },
              {
                "name": "ВНИПИЭТ промзона"
              },
              {
                "name": "Высотная ул."
              },
              {
                "name": "Героев пр."
              },
              {
                "name": "Дружба СНТ"
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Заозерное СНТ"
              },
              {
                "name": "Клен СНТ"
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Копорского полка проезд"
              },
              {
                "name": "Копорское шoc."
              },
              {
                "name": "Космонавтов ул."
              },
              {
                "name": "Красных Фортов ул."
              },
              {
                "name": "Ленинградская АС промзона"
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинская ул."
              },
              {
                "name": "Лесная Поляна СНТ"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Липово"
              },
              {
                "name": "Липово ул."
              },
              {
                "name": "Липовский проезд"
              },
              {
                "name": "Лотос ДНТ"
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Малахит ДНТ"
              },
              {
                "name": "Малая Земля ул."
              },
              {
                "name": "Марьясова ул."
              },
              {
                "name": "Машиностроителей ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Молодежное ДНТ"
              },
              {
                "name": "Морская ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "НИИКИ ОЭП ВНЦ промзона"
              },
              {
                "name": "НИИЭФА промзона"
              },
              {
                "name": "НИТИ им Александрова промзона"
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новое Калище"
              },
              {
                "name": "Новое Керново КП"
              },
              {
                "name": "Новокалищенское-1 СНТ"
              },
              {
                "name": "Новокалищенское-2 СНТ"
              },
              {
                "name": "Норма"
              },
              {
                "name": "Ольха СНТ"
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парус СНТ"
              },
              {
                "name": "Пассаж ДНТ"
              },
              {
                "name": "Петра Великого ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пограничная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Попова ул."
              },
              {
                "name": "Престиж ДНТ"
              },
              {
                "name": "Привокзальный проезд"
              },
              {
                "name": "Приозерное СНТ"
              },
              {
                "name": "Промзона промзона"
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Райское ДНТ"
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "РИАН им Хлопина промзона"
              },
              {
                "name": "Ромашка СНТ"
              },
              {
                "name": "Рублевка ДНТ"
              },
              {
                "name": "Ручеек СНТ"
              },
              {
                "name": "Ручьи"
              },
              {
                "name": "Рыбацкая ул."
              },
              {
                "name": "Рябина СНТ"
              },
              {
                "name": "Северная Пальмира ДНТ"
              },
              {
                "name": "Северное СНТ"
              },
              {
                "name": "Сибирская ул."
              },
              {
                "name": "Смолокурка СНТ"
              },
              {
                "name": "Смольненская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Соколова ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Солнечное СНТ"
              },
              {
                "name": "Строитель"
              },
              {
                "name": "Удача ДНТ"
              },
              {
                "name": "УМиАТ промзона"
              },
              {
                "name": "УПП промзона"
              },
              {
                "name": "УПТК промзона"
              },
              {
                "name": "Урожайная ул."
              },
              {
                "name": "Хутор ДНТ"
              },
              {
                "name": "ЦКБМ промзона"
              },
              {
                "name": "Эдельвейс ДНТ"
              },
              {
                "name": "Энергетик СНТ"
              },
              {
                "name": "Энергетиков проезд"
              },
              {
                "name": "Эхо ДНТ"
              },
              {
                "name": "Эхо-2 ДНТ"
              },
              {
                "name": "Южное СНТ"
              },
              {
                "name": "Янтарь ДНТ"
              }
            ]
          },
          {
            "name": "Старая Красная Горка пос."
          },
          {
            "name": "Старые Заводы дер."
          },
          {
            "name": "Старые Медуши дер."
          },
          {
            "name": "Старый Бор дер."
          },
          {
            "name": "Стимул СНТ"
          },
          {
            "name": "Таменгонт дер."
          },
          {
            "name": "Таменгонт сад-во"
          },
          {
            "name": "Телези дер."
          },
          {
            "name": "ТИЗ Родничок СНТ"
          },
          {
            "name": "Тиммолово дер."
          },
          {
            "name": "Трансмаш сад-во"
          },
          {
            "name": "Трудовик дер."
          },
          {
            "name": "Удачный КП"
          },
          {
            "name": "Узигонты дер.",
            "streets": [
              {
                "name": "1-й Восточный пр-д"
              },
              {
                "name": "1-й Загородный пр-д"
              },
              {
                "name": "1-й Международный пр-д"
              },
              {
                "name": "1-й Спортивный пр-д"
              },
              {
                "name": "1-й Триумфальный пр-д"
              },
              {
                "name": "10-й Международный пр-д"
              },
              {
                "name": "11-й Международный пр-д"
              },
              {
                "name": "12-й Международный пр-д"
              },
              {
                "name": "13-й Международный пр-д"
              },
              {
                "name": "2-й Восточный пр-д"
              },
              {
                "name": "2-й Загородный пр-д"
              },
              {
                "name": "2-й Международный пр-д"
              },
              {
                "name": "2-й Спортивный пр-д"
              },
              {
                "name": "2-й Триумфальный пр-д"
              },
              {
                "name": "3-й Восточный пр-д"
              },
              {
                "name": "3-й Загородный пр-д"
              },
              {
                "name": "3-й Международный пр-д"
              },
              {
                "name": "3-й Спортивный пр-д"
              },
              {
                "name": "3-й Триумфальный пр-д"
              },
              {
                "name": "4-й Восточный пр-д"
              },
              {
                "name": "4-й Загородный пр-д"
              },
              {
                "name": "4-й Международный пр-д"
              },
              {
                "name": "4-й Спортивный пр-д"
              },
              {
                "name": "4-й Триумфальный пр-д"
              },
              {
                "name": "5-й Восточный пр-д"
              },
              {
                "name": "5-й Загородный пр-д"
              },
              {
                "name": "5-й Международный пр-д"
              },
              {
                "name": "5-й Спортивный пр-д"
              },
              {
                "name": "5-й Триумфальный пр-д"
              },
              {
                "name": "6-й Восточный пр-д"
              },
              {
                "name": "6-й Загородный пр-д"
              },
              {
                "name": "6-й Международный пр-д"
              },
              {
                "name": "6-й Триумфальный пр-д"
              },
              {
                "name": "7-й Загородный пр-д"
              },
              {
                "name": "7-й Международный пр-д"
              },
              {
                "name": "7-й Триумфальный пр-д"
              },
              {
                "name": "8-й Загородный пр-д"
              },
              {
                "name": "8-й Международный пр-д"
              },
              {
                "name": "8-й Триумфальный пр-д"
              },
              {
                "name": "9-й Загородный пр-д"
              },
              {
                "name": "9-й Международный пр-д"
              },
              {
                "name": "Весенняя ул."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Грибная ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Зимняя ул."
              },
              {
                "name": "Кедровая ул."
              },
              {
                "name": "Константиновская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Летняя ул."
              },
              {
                "name": "Медовая ул."
              },
              {
                "name": "Международная ул."
              },
              {
                "name": "Олимпийская ул."
              },
              {
                "name": "Ореховая ул."
              },
              {
                "name": "Прибалтийская ул."
              },
              {
                "name": "Радужная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Триумфальная ул."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Ягодная ул."
              }
            ]
          },
          {
            "name": "Ускуля д."
          },
          {
            "name": "Фауна сад-во"
          },
          {
            "name": "Флагман ДНП"
          },
          {
            "name": "Флора сад-во"
          },
          {
            "name": "Флора-2 сад-во"
          },
          {
            "name": "Флоревицы дер."
          },
          {
            "name": "Форпост СТ"
          },
          {
            "name": "Форт-Красная Горка"
          },
          {
            "name": "ФЦНИИ Гидроприбор сад-во"
          },
          {
            "name": "Химик сад-во"
          },
          {
            "name": "Цементник СНТ",
            "streets": [
              {
                "name": "Красносельская ул."
              }
            ]
          },
          {
            "name": "Черемыкино дер."
          },
          {
            "name": "Черемыкинская Школа пос."
          },
          {
            "name": "Черная Лахта дер."
          },
          {
            "name": "Шепелево пос."
          },
          {
            "name": "Широково дер."
          },
          {
            "name": "Шунгорово-2 сад-во"
          },
          {
            "name": "Шундорово дер."
          },
          {
            "name": "Электрик сад-во"
          },
          {
            "name": "Электронмаш СНТ"
          },
          {
            "name": "Южная дача КП"
          },
          {
            "name": "Южное СНТ"
          },
          {
            "name": "Южные высоты ТСН",
            "streets": [
              {
                "name": "Лазурная ул."
              }
            ]
          },
          {
            "name": "Яльгелево пос."
          },
          {
            "name": "Янтарная Ропша КП"
          }
        ]
      },
      {
        "name": "Лужский",
        "nasPunkt": [
          {
            "name": "Алексеевка дер."
          },
          {
            "name": "Балтиец дер."
          },
          {
            "name": "Баньково дер.",
            "streets": [
              {
                "name": "Полевая ул."
              }
            ]
          },
          {
            "name": "Бараново дер."
          },
          {
            "name": "Бежаны дер."
          },
          {
            "name": "Беково д."
          },
          {
            "name": "Белая Горка д."
          },
          {
            "name": "Белое дер."
          },
          {
            "name": "Бельское д."
          },
          {
            "name": "Берег дер."
          },
          {
            "name": "Бередниково дер."
          },
          {
            "name": "Березицы дер."
          },
          {
            "name": "Бетково дер."
          },
          {
            "name": "Болото дер."
          },
          {
            "name": "Большая Дивенка дер."
          },
          {
            "name": "Большие Влешковичи дер.",
            "streets": [
              {
                "name": "Мирная ул."
              }
            ]
          },
          {
            "name": "Большие Изори дер."
          },
          {
            "name": "Большие Крупели дер."
          },
          {
            "name": "Большие Озерцы дер."
          },
          {
            "name": "Большие Сабицы пос."
          },
          {
            "name": "Большие Шатновичи дер."
          },
          {
            "name": "Большое Замошье дер."
          },
          {
            "name": "Большое Конезерье дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Бор дер.на Оредеж"
          },
          {
            "name": "Борщово дер."
          },
          {
            "name": "Брея дер."
          },
          {
            "name": "Брод дер."
          },
          {
            "name": "Будилово дер."
          },
          {
            "name": "Бутковичи д."
          },
          {
            "name": "Бутково дер."
          },
          {
            "name": "Вагошка дер."
          },
          {
            "name": "Ванино Поле дер."
          },
          {
            "name": "Васильковичи дер."
          },
          {
            "name": "Великое Село дер."
          },
          {
            "name": "Вельяшева Горка дер."
          },
          {
            "name": "Вердуга дер."
          },
          {
            "name": "Ветчины дер."
          },
          {
            "name": "Витово дер."
          },
          {
            "name": "Владычкино дер."
          },
          {
            "name": "Владычно дер."
          },
          {
            "name": "Волкино дер."
          },
          {
            "name": "Володарское пос."
          },
          {
            "name": "Волосково дер."
          },
          {
            "name": "Волошово дер.",
            "streets": [
              {
                "name": "Восточная ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Выбор дер."
          },
          {
            "name": "Выйтлус дер."
          },
          {
            "name": "Высокая Грива дер."
          },
          {
            "name": "Вычелобок дер."
          },
          {
            "name": "Вяжищи дер."
          },
          {
            "name": "Вяз дер."
          },
          {
            "name": "Гверездно дер."
          },
          {
            "name": "Герцена пос."
          },
          {
            "name": "Глубокое дер."
          },
          {
            "name": "Гобжицы дер."
          },
          {
            "name": "Голубково дер."
          },
          {
            "name": "Горестницы дер."
          },
          {
            "name": "Горка дер."
          },
          {
            "name": "Горка дер."
          },
          {
            "name": "Городец дер."
          },
          {
            "name": "Городок"
          },
          {
            "name": "Горушка д."
          },
          {
            "name": "Горыни дер."
          },
          {
            "name": "Госткино дер."
          },
          {
            "name": "Гусли дер."
          },
          {
            "name": "Дзержинского пос.",
            "streets": [
              {
                "name": "Боровая ул."
              },
              {
                "name": "Лужская ул."
              },
              {
                "name": "Парковая ул."
              }
            ]
          },
          {
            "name": "Дивенская массив",
            "streets": [
              {
                "name": "Дивенское СТ"
              },
              {
                "name": "Дивное-2 СНТ"
              },
              {
                "name": "Невское СТ"
              },
              {
                "name": "Связист СНТ"
              },
              {
                "name": "Театральный СТ"
              }
            ]
          },
          {
            "name": "Долговка пос."
          },
          {
            "name": "Домкино дер."
          },
          {
            "name": "Душилово дер."
          },
          {
            "name": "Елемно дер."
          },
          {
            "name": "Елемцы дер."
          },
          {
            "name": "Естомичи дер."
          },
          {
            "name": "Жглино дер."
          },
          {
            "name": "Жельцы пос."
          },
          {
            "name": "Жемчужина СНТ"
          },
          {
            "name": "Жеребут дер."
          },
          {
            "name": "Жилое Горнешно дер."
          },
          {
            "name": "Жилое Рыдно дер."
          },
          {
            "name": "Жог дер."
          },
          {
            "name": "Завердужье дер."
          },
          {
            "name": "Загорье дер."
          },
          {
            "name": "Задубье д."
          },
          {
            "name": "Заклинье дер.",
            "streets": [
              {
                "name": "Новая ул."
              }
            ]
          },
          {
            "name": "Заклинье пос."
          },
          {
            "name": "Залустежье дер."
          },
          {
            "name": "Замежье дер."
          },
          {
            "name": "Замостье дер."
          },
          {
            "name": "Замошье дер."
          },
          {
            "name": "Заозерье дер."
          },
          {
            "name": "Заорешье дер."
          },
          {
            "name": "Заплотье дер."
          },
          {
            "name": "Заполье дер."
          },
          {
            "name": "Заручье дер."
          },
          {
            "name": "Засобье дер."
          },
          {
            "name": "Затрубичье дер."
          },
          {
            "name": "Затуленье тер."
          },
          {
            "name": "Захонье дер."
          },
          {
            "name": "Зеленый Бор"
          },
          {
            "name": "Ивановское д."
          },
          {
            "name": "Извоз дер."
          },
          {
            "name": "Изори дер."
          },
          {
            "name": "Ильжо дер."
          },
          {
            "name": "Именицы дер."
          },
          {
            "name": "Калгановка дер."
          },
          {
            "name": "Калищи дер."
          },
          {
            "name": "Каменка дер."
          },
          {
            "name": "Кемка дер."
          },
          {
            "name": "Кемск дер."
          },
          {
            "name": "Кипино дер."
          },
          {
            "name": "Клескуши дер."
          },
          {
            "name": "Клуколово дер."
          },
          {
            "name": "Клюкошицы дер."
          },
          {
            "name": "Коленцево дер."
          },
          {
            "name": "Колодно дер."
          },
          {
            "name": "Конезерье дер."
          },
          {
            "name": "Костково дер."
          },
          {
            "name": "Красные Горы пос."
          },
          {
            "name": "Красный Маяк дер."
          },
          {
            "name": "Крени дер."
          },
          {
            "name": "Крюково д."
          },
          {
            "name": "Кузнецово дер."
          },
          {
            "name": "Курско д."
          },
          {
            "name": "Лединки дер."
          },
          {
            "name": "Липа дер."
          },
          {
            "name": "Липово дер."
          },
          {
            "name": "Ложок дер."
          },
          {
            "name": "Лопанец дер."
          },
          {
            "name": "Луга г.",
            "streets": [
              {
                "name": "1-я Заречная ул."
              },
              {
                "name": "2-я Заречная ул."
              },
              {
                "name": "3-я Заречная ул."
              },
              {
                "name": "4-я Заречная ул."
              },
              {
                "name": "А.Васильева ул."
              },
              {
                "name": "А.Матросова ул."
              },
              {
                "name": "А.Яковлева ул."
              },
              {
                "name": "Балтийская ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Белозерский пер."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Большая Садовая ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Боровический пер."
              },
              {
                "name": "Боровой проезд."
              },
              {
                "name": "Бычкова пер."
              },
              {
                "name": "Волдайский пер."
              },
              {
                "name": "Володарского пр."
              },
              {
                "name": "Волынский пер."
              },
              {
                "name": "Восточная ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Гатчинский пер."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Городок пос."
              },
              {
                "name": "Гродненский пер."
              },
              {
                "name": "Дача Некрасова ул."
              },
              {
                "name": "Дача Ольгино ул."
              },
              {
                "name": "Дача Черемушка ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Демьяновский ул."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Дмитриева ул."
              },
              {
                "name": "Достоевского ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная 5-я ул."
              },
              {
                "name": "Заречная 6-я ул."
              },
              {
                "name": "Заречная 9-я ул."
              },
              {
                "name": "Заречная Б. ул."
              },
              {
                "name": "Заречная Средняя ул."
              },
              {
                "name": "Заречный пер."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Инженерная Б. ул."
              },
              {
                "name": "Инженерная М. ул."
              },
              {
                "name": "Казанский пер."
              },
              {
                "name": "Киевская ул."
              },
              {
                "name": "Кингисеппа ул."
              },
              {
                "name": "Кирова пр."
              },
              {
                "name": "Коммунистическая ул."
              },
              {
                "name": "Комсомольский пр."
              },
              {
                "name": "Коробинский проезд."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красной Артиллерии ул."
              },
              {
                "name": "Ладожский пер."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесной пр."
              },
              {
                "name": "Луга-3"
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Лужский пр."
              },
              {
                "name": "Маршала Одинцова ул."
              },
              {
                "name": "Медведское ш."
              },
              {
                "name": "Мелиораторов ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Миккели ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Наплотинки наб."
              },
              {
                "name": "Наплотинская ул."
              },
              {
                "name": "Нарвская ул."
              },
              {
                "name": "Нарвский проезд."
              },
              {
                "name": "Нижегородская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новопроложенная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Орловская ул."
              },
              {
                "name": "Островская ул."
              },
              {
                "name": "Павловская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Переездная ул."
              },
              {
                "name": "Песочный проезд."
              },
              {
                "name": "Петергофский пер."
              },
              {
                "name": "Петра Баранова ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пислегина ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Рижский пер."
              },
              {
                "name": "Римского-Корсакова ул."
              },
              {
                "name": "Свободы ул."
              },
              {
                "name": "Связи пер."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сергиевская ул."
              },
              {
                "name": "Сержанта Бычкова пер."
              },
              {
                "name": "Смоленская ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Солецкая ул."
              },
              {
                "name": "Солецкий пер."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Софьи Перовской ул."
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Старорусская ул."
              },
              {
                "name": "Тверской проезд."
              },
              {
                "name": "Толмачева пер."
              },
              {
                "name": "Тоси Петровой ул."
              },
              {
                "name": "Тульская ул."
              },
              {
                "name": "Тупиковый проезд."
              },
              {
                "name": "Урицкого пр."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Хутор Поляна ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шлиссельбургский пер."
              },
              {
                "name": "Юношеская ул."
              },
              {
                "name": "Яна Фабрициуса ул."
              },
              {
                "name": "Ярославская ул."
              }
            ]
          },
          {
            "name": "Луги дер."
          },
          {
            "name": "Луговское дер."
          },
          {
            "name": "Любочажье дер."
          },
          {
            "name": "Малая Ящера дер."
          },
          {
            "name": "Малые Озерцы д."
          },
          {
            "name": "Малые Шатновичи дер."
          },
          {
            "name": "Межозерный пос."
          },
          {
            "name": "Мерево дер."
          },
          {
            "name": "Моровино дер."
          },
          {
            "name": "Мошковы Поляны дер."
          },
          {
            "name": "Мужич дер."
          },
          {
            "name": "Муравейно дер."
          },
          {
            "name": "Мшинская пос.",
            "streets": [
              {
                "name": "Комсомольская ул."
              }
            ]
          },
          {
            "name": "Мшинское массив",
            "streets": [
              {
                "name": "Балтиец СНТ"
              },
              {
                "name": "Балтиец-2 СНТ"
              },
              {
                "name": "Березка СНТ"
              },
              {
                "name": "Буревестник СНТ"
              },
              {
                "name": "Веретено СНТ"
              },
              {
                "name": "Волна СНТ"
              },
              {
                "name": "Ворошиловец СНТ"
              },
              {
                "name": "Гидростроитель СНТ"
              },
              {
                "name": "Дизелист СНТ"
              },
              {
                "name": "Дружба СНТ"
              },
              {
                "name": "Железнодорожник СНТ"
              },
              {
                "name": "Заря СНТ"
              },
              {
                "name": "Игрушка СНТ"
              },
              {
                "name": "Импульс СНТ"
              },
              {
                "name": "Испытатель СНТ"
              },
              {
                "name": "Каскад СНТ"
              },
              {
                "name": "Корабел СНТ"
              },
              {
                "name": "Краностроитель СНТ"
              },
              {
                "name": "Лесное 17 СНТ"
              },
              {
                "name": "Лесное СНТ"
              },
              {
                "name": "ЛИСИ СНТ"
              },
              {
                "name": "ЛОС СНТ"
              },
              {
                "name": "Менделеева СНТ"
              },
              {
                "name": "Металист СНТ"
              },
              {
                "name": "Металлург СНТ"
              },
              {
                "name": "Метро-1 СНТ"
              },
              {
                "name": "Мшинское СНТ"
              },
              {
                "name": "Нева СНТ"
              },
              {
                "name": "Невское СНТ"
              },
              {
                "name": "Нептун СНТ"
              },
              {
                "name": "Обуховец-1 СНТ"
              },
              {
                "name": "Обуховец-2 СНТ"
              },
              {
                "name": "Озон СНТ"
              },
              {
                "name": "Парус СНТ"
              },
              {
                "name": "Первомайская Заря СНТ"
              },
              {
                "name": "Причал СНТ"
              },
              {
                "name": "Прогресс СНТ"
              },
              {
                "name": "Пролетарец СНТ"
              },
              {
                "name": "Равенство СНТ"
              },
              {
                "name": "Радуга СНТ"
              },
              {
                "name": "Разинец СНТ"
              },
              {
                "name": "Рассвет СНТ"
              },
              {
                "name": "Ручей СНТ"
              },
              {
                "name": "Самсон СНТ"
              },
              {
                "name": "Светоч СНТ"
              },
              {
                "name": "Сигнал-2 СНТ"
              },
              {
                "name": "Сказка СНТ"
              },
              {
                "name": "Советская звезда СНТ"
              },
              {
                "name": "Соколовское СНТ"
              },
              {
                "name": "Солнечное СНТ"
              },
              {
                "name": "Спектр СНТ"
              },
              {
                "name": "Старт СНТ"
              },
              {
                "name": "Строитель СНТ"
              },
              {
                "name": "Тельмановец СНТ"
              },
              {
                "name": "Технолог СНТ"
              },
              {
                "name": "Яблонька СНТ"
              },
              {
                "name": "Якорь СНТ"
              }
            ]
          },
          {
            "name": "Наволок пос."
          },
          {
            "name": "Надбелье дер."
          },
          {
            "name": "Накол дер."
          },
          {
            "name": "Невмаш СНТ"
          },
          {
            "name": "Нелаи дер."
          },
          {
            "name": "Низовская пос."
          },
          {
            "name": "Николаевское дер."
          },
          {
            "name": "Никулкино дер."
          },
          {
            "name": "Нов.и Стар.Полицы дер."
          },
          {
            "name": "Новая Середка дер."
          },
          {
            "name": "Новое Березно дер."
          },
          {
            "name": "Новое Село-1 дер."
          },
          {
            "name": "Новоивановское дер."
          },
          {
            "name": "Новоселье дер."
          },
          {
            "name": "Новоселье дер."
          },
          {
            "name": "Новые Крупели дер."
          },
          {
            "name": "Новый Брод д."
          },
          {
            "name": "Новый дер."
          },
          {
            "name": "Овраги дер."
          },
          {
            "name": "Ожево дер."
          },
          {
            "name": "Олешно дер."
          },
          {
            "name": "Оредеж пос.",
            "streets": [
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Щербинская ул."
              }
            ]
          },
          {
            "name": "Орехова Грива дер."
          },
          {
            "name": "Островенка дер."
          },
          {
            "name": "Островно дер."
          },
          {
            "name": "Осьмино пос.",
            "streets": [
              {
                "name": "Ленина ул."
              }
            ]
          },
          {
            "name": "Паншино дер."
          },
          {
            "name": "Парищи дер."
          },
          {
            "name": "Парушино дер."
          },
          {
            "name": "Пелково дер."
          },
          {
            "name": "Переволок дер."
          },
          {
            "name": "Перечицы дер."
          },
          {
            "name": "Песочный Мох дер."
          },
          {
            "name": "Петровская Горка дер."
          },
          {
            "name": "Петровские Бабы дер."
          },
          {
            "name": "Петрушина Гора дер."
          },
          {
            "name": "Пехенец пос.",
            "streets": [
              {
                "name": "Пионерская ул."
              }
            ]
          },
          {
            "name": "Печково дер."
          },
          {
            "name": "Плоское пос.",
            "streets": [
              {
                "name": "Заводская ул."
              }
            ]
          },
          {
            "name": "Подгородье дер."
          },
          {
            "name": "Поддубье дер."
          },
          {
            "name": "Пожарище дер."
          },
          {
            "name": "Покровка дер."
          },
          {
            "name": "Поля дер."
          },
          {
            "name": "Почап пос.",
            "streets": [
              {
                "name": "Дорожная ул."
              },
              {
                "name": "Северная ул."
              }
            ]
          },
          {
            "name": "Приозерный пос.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Пристань дер."
          },
          {
            "name": "Псоедь дер."
          },
          {
            "name": "Пустошка дер."
          },
          {
            "name": "Пустынь дер."
          },
          {
            "name": "Путятино дер."
          },
          {
            "name": "Пушкино дер."
          },
          {
            "name": "Райково дер."
          },
          {
            "name": "Раковичи дер."
          },
          {
            "name": "Раковно дер."
          },
          {
            "name": "Рассохи дер."
          },
          {
            "name": "Релка дер."
          },
          {
            "name": "Рель дер."
          },
          {
            "name": "Репьи дер."
          },
          {
            "name": "Репьи дер."
          },
          {
            "name": "Ретюнь дер.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Ручьи дер."
          },
          {
            "name": "Саба дер."
          },
          {
            "name": "Сабо дер."
          },
          {
            "name": "Самро дер."
          },
          {
            "name": "Саралог пос."
          },
          {
            "name": "Сватково дер."
          },
          {
            "name": "Святье дер."
          },
          {
            "name": "Селище дер."
          },
          {
            "name": "Серебрянка дер."
          },
          {
            "name": "Серебрянский пос."
          },
          {
            "name": "Ситенка пос."
          },
          {
            "name": "Скреблово дер."
          },
          {
            "name": "Славянка дер."
          },
          {
            "name": "Слапи дер."
          },
          {
            "name": "Смерди дер."
          },
          {
            "name": "Сокольники дер."
          },
          {
            "name": "Солнцев Берег дер."
          },
          {
            "name": "Сорочкино дер."
          },
          {
            "name": "Спас-Которск дер."
          },
          {
            "name": "Среднии Крупели дер."
          },
          {
            "name": "Ставотино дер."
          },
          {
            "name": "Стаи дер."
          },
          {
            "name": "Станция Смычково"
          },
          {
            "name": "Старая Середка дер."
          },
          {
            "name": "Стрешево дер."
          },
          {
            "name": "Сырец дер."
          },
          {
            "name": "Сяберо дер."
          },
          {
            "name": "Табор дер."
          },
          {
            "name": "Тесово 4 пос."
          },
          {
            "name": "Тозырево дер."
          },
          {
            "name": "Толмачево пос.",
            "streets": [
              {
                "name": "Лесная ул."
              },
              {
                "name": "Парк ул."
              },
              {
                "name": "Прохорова ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Толмачева ул."
              }
            ]
          },
          {
            "name": "Толошницы дер."
          },
          {
            "name": "Торковичи пос.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "1-я Гражданская ул."
              },
              {
                "name": "1-я Железнодорожная ул."
              },
              {
                "name": "1-я Крестьянская ул."
              },
              {
                "name": "2-я Гражданская ул."
              },
              {
                "name": "2-я Железнодорожная ул."
              },
              {
                "name": "3-я Железнодорожная ул."
              },
              {
                "name": "Ани Семеновой ул."
              },
              {
                "name": "Горького пер."
              },
              {
                "name": "Дудоровская ул."
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Малая Торговая ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорный пер."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Тихий пер."
              },
              {
                "name": "Торговая ул."
              },
              {
                "name": "Торговый пер."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Торошковичи пос."
          },
          {
            "name": "Тосики СНТ"
          },
          {
            "name": "Турово дер."
          },
          {
            "name": "Усадище (оз.Самро) дер."
          },
          {
            "name": "Усадище дер."
          },
          {
            "name": "Ушницы дер."
          },
          {
            "name": "Хабалинка дер."
          },
          {
            "name": "Хвошно дер."
          },
          {
            "name": "Хилок дер."
          },
          {
            "name": "Хлупино дер."
          },
          {
            "name": "Холомцы дер."
          },
          {
            "name": "Чеголи дер."
          },
          {
            "name": "Черенское дер."
          },
          {
            "name": "Чернецово дер."
          },
          {
            "name": "Чолово пос."
          },
          {
            "name": "Чудиново дер."
          },
          {
            "name": "Шалово пос."
          },
          {
            "name": "Шаломино дер."
          },
          {
            "name": "Шильцево дер."
          },
          {
            "name": "Шима дер."
          },
          {
            "name": "Шипино дер."
          },
          {
            "name": "Щупоголово дер."
          },
          {
            "name": "Юбры дер."
          },
          {
            "name": "Югостицы дер."
          },
          {
            "name": "Яконово дер."
          },
          {
            "name": "Ям-Тесово пос."
          },
          {
            "name": "Ящера дер."
          }
        ]
      },
      {
        "name": "Подпорожский",
        "nasPunkt": [
          {
            "name": "Аверкиевская дер."
          },
          {
            "name": "Бахарево дер."
          },
          {
            "name": "Важины пос."
          },
          {
            "name": "Васильевская дер."
          },
          {
            "name": "Великий Двор д."
          },
          {
            "name": "Великодворская пос."
          },
          {
            "name": "Верхнии Мандроги дер."
          },
          {
            "name": "Винницы пос.",
            "streets": [
              {
                "name": "50 лет ВЛКСМ ул."
              },
              {
                "name": "Великодворская ул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Октябрьский пер."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Оятский пер."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Смирнова ул."
              },
              {
                "name": "Смоленский пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "СОТ Крестное тер"
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Чистяки ул."
              },
              {
                "name": "Южный пер."
              }
            ]
          },
          {
            "name": "Вознесенье пос.",
            "streets": [
              {
                "name": "4-й мкр"
              },
              {
                "name": "8-й мкр"
              },
              {
                "name": "Аэропорт ул."
              },
              {
                "name": "Базарная ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Верхняя ул."
              },
              {
                "name": "Водников ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Горный пер."
              },
              {
                "name": "Детская ул."
              },
              {
                "name": "Дорожный пер."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Западный пер."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Лесозаводская ул."
              },
              {
                "name": "Лесозаводской пер."
              },
              {
                "name": "Мариинская наб"
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Онежская наб"
              },
              {
                "name": "Онежской Флотилии наб"
              },
              {
                "name": "Петрозаводский тракт ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пожарный пер."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Правосвирская ул."
              },
              {
                "name": "Прионежский пер."
              },
              {
                "name": "Просвещения пер."
              },
              {
                "name": "Рабочий пер."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Свирская наб"
              },
              {
                "name": "Свирская ул."
              },
              {
                "name": "Свирский пер."
              },
              {
                "name": "Северный пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Совхозный пер."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "СОТ Березник тер"
              },
              {
                "name": "Средний пер."
              },
              {
                "name": "Труда пер."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Володарское дер."
          },
          {
            "name": "Габаново дер."
          },
          {
            "name": "Гимрека дер."
          },
          {
            "name": "Гоморовичи дер."
          },
          {
            "name": "Гришино дер."
          },
          {
            "name": "Заозерье дер.",
            "streets": [
              {
                "name": "Песчаный Тупик"
              }
            ]
          },
          {
            "name": "Заяцкая дер."
          },
          {
            "name": "Зиновий Наволок дер.",
            "streets": [
              {
                "name": "Подгорная ул."
              }
            ]
          },
          {
            "name": "Ивинский Разлив"
          },
          {
            "name": "Казыченская дер."
          },
          {
            "name": "Кипрушино дер."
          },
          {
            "name": "Конец дер."
          },
          {
            "name": "Красный Бор пос."
          },
          {
            "name": "Кузра дер."
          },
          {
            "name": "Курба дер."
          },
          {
            "name": "Лаврово дер."
          },
          {
            "name": "Лукинская дер."
          },
          {
            "name": "Макарьевская дер."
          },
          {
            "name": "Мандроги"
          },
          {
            "name": "Матреновщина дер."
          },
          {
            "name": "Миницкая дер."
          },
          {
            "name": "Мятусово дер."
          },
          {
            "name": "Никольский пос.",
            "streets": [
              {
                "name": "Боровая ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Золотой Носок ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лисицыной ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Профсоюзный пер."
              },
              {
                "name": "Речников ул."
              },
              {
                "name": "Речного Флота наб"
              },
              {
                "name": "Свирская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              }
            ]
          },
          {
            "name": "Никулинская дер."
          },
          {
            "name": "Норгино дер ."
          },
          {
            "name": "Пелдуши дер."
          },
          {
            "name": "Пелдуши дер."
          },
          {
            "name": "Пертозеро дер."
          },
          {
            "name": "Пидьма дер.",
            "streets": [
              {
                "name": "Дачная ул."
              },
              {
                "name": "Покровская ул."
              },
              {
                "name": "Репников конец ул."
              },
              {
                "name": "Спокойная ул."
              }
            ]
          },
          {
            "name": "Плотично дер."
          },
          {
            "name": "Погринка СНТ"
          },
          {
            "name": "Подпорожье г.",
            "streets": [
              {
                "name": "1 Линия ул."
              },
              {
                "name": "1 Мая ул."
              },
              {
                "name": "2 Линия ул."
              },
              {
                "name": "3 Линия ул."
              },
              {
                "name": "4 Линия ул."
              },
              {
                "name": "80 квартал тер"
              },
              {
                "name": "Автогородок Волховский тер"
              },
              {
                "name": "Автогородок Зеленый тер"
              },
              {
                "name": "Автогородок Кольцевой тер"
              },
              {
                "name": "Автогородок Комсомольский тер"
              },
              {
                "name": "Автогородок Красноармейский тер"
              },
              {
                "name": "Автогородок Парковый тер"
              },
              {
                "name": "Автогородок Сосновый тер"
              },
              {
                "name": "Автогородок Спортивный тер"
              },
              {
                "name": "Автогородок Центральный тер"
              },
              {
                "name": "Автогородок Южный тер"
              },
              {
                "name": "Архангельский тракт"
              },
              {
                "name": "Белозерская ул."
              },
              {
                "name": "Беломорская ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Варбеги мкр"
              },
              {
                "name": "Волкова ул."
              },
              {
                "name": "Волховская ул."
              },
              {
                "name": "Восточный пер."
              },
              {
                "name": "Героев ул."
              },
              {
                "name": "Гнаровской ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Горный пер."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заводской пер."
              },
              {
                "name": "Загородный пер."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Исакова ул."
              },
              {
                "name": "Каменный пер."
              },
              {
                "name": "Карьерная ул."
              },
              {
                "name": "Кирова пр."
              },
              {
                "name": "Клубная ул."
              },
              {
                "name": "Клубный пер."
              },
              {
                "name": "Коммунальный пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Комсомольский пер."
              },
              {
                "name": "Конная ул."
              },
              {
                "name": "Конституции ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Красного Флота наб"
              },
              {
                "name": "Куккоева ул."
              },
              {
                "name": "Культуры ул."
              },
              {
                "name": "Ленина проспект"
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Металлистов пер."
              },
              {
                "name": "Механический проспект"
              },
              {
                "name": "Мостопоезд переезд"
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Нижний городок мкр"
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Овраг туп"
              },
              {
                "name": "Окраинная ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Паромная ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Планеристов ул."
              },
              {
                "name": "Погринская ул."
              },
              {
                "name": "Подгорная ул."
              },
              {
                "name": "Пожарная ул."
              },
              {
                "name": "Полещука ул."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Поселковый пер."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Пристанский пер."
              },
              {
                "name": "Прохладная ул."
              },
              {
                "name": "Рабочий пер."
              },
              {
                "name": "Ретранслятор мкр"
              },
              {
                "name": "Речников ул."
              },
              {
                "name": "Речного Флота наб"
              },
              {
                "name": "Ромашковая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Самострой мкр"
              },
              {
                "name": "Самострой-Варбеги мкр"
              },
              {
                "name": "Свирская ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Северный пер."
              },
              {
                "name": "Сенная ул."
              },
              {
                "name": "Смирнова ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "СОТ Аэродром тер"
              },
              {
                "name": "СОТ Воронья Гора тер"
              },
              {
                "name": "СОТ Горняк тер"
              },
              {
                "name": "СОТ Лесное тер"
              },
              {
                "name": "СОТ Погринка тер"
              },
              {
                "name": "СОТ Погринка-2 тер"
              },
              {
                "name": "СОТ Подпорожьежилкомхоз тер"
              },
              {
                "name": "СОТ Полянка тер"
              },
              {
                "name": "СОТ Свирянка тер"
              },
              {
                "name": "СОТ Сидозеро тер"
              },
              {
                "name": "СОТ Трансэлита тер"
              },
              {
                "name": "СОТ Яковлевское тер"
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Средний пер."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Счастливая ул."
              },
              {
                "name": "Транспортный пер."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Фабричный пер."
              },
              {
                "name": "Физкультурная ул."
              },
              {
                "name": "Хлебный пер."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Энергетиков ул."
              }
            ]
          },
          {
            "name": "Подпорожье пос."
          },
          {
            "name": "Поляны пос."
          },
          {
            "name": "Посад дер."
          },
          {
            "name": "Рижное дер."
          },
          {
            "name": "Родионово дер."
          },
          {
            "name": "Свирь пос.",
            "streets": [
              {
                "name": "Преображенская ул."
              }
            ]
          },
          {
            "name": "Соболевщина дер."
          },
          {
            "name": "Согиницы дер."
          },
          {
            "name": "Токари пос."
          },
          {
            "name": "Тумазы дер."
          },
          {
            "name": "Усланка дер."
          },
          {
            "name": "Хевроньино дер."
          },
          {
            "name": "Холодный Ручей дер."
          },
          {
            "name": "Челма дер."
          },
          {
            "name": "Шеменичи дер."
          },
          {
            "name": "Шондовичи дер."
          },
          {
            "name": "Щелейки дер."
          },
          {
            "name": "Яндеба дер."
          },
          {
            "name": "Ярославичи дер."
          }
        ]
      },
      {
        "name": "Приозерский",
        "nasPunkt": [
          {
            "name": "Беличье дер."
          },
          {
            "name": "Белокаменка СНТ"
          },
          {
            "name": "Бережок дер."
          },
          {
            "name": "Березово дер."
          },
          {
            "name": "Богатыри дер."
          },
          {
            "name": "Бойцово дер."
          },
          {
            "name": "Борисово дер."
          },
          {
            "name": "Борисово-2 КП"
          },
          {
            "name": "Борки дер.",
            "streets": [
              {
                "name": "ЛОМО-2 СНТ"
              }
            ]
          },
          {
            "name": "Борки массив"
          },
          {
            "name": "Боровое дер."
          },
          {
            "name": "Бригадное дер."
          },
          {
            "name": "Бурнево дер."
          },
          {
            "name": "Быково дер."
          },
          {
            "name": "Варшко дер."
          },
          {
            "name": "Васильево дер."
          },
          {
            "name": "Васильево пос."
          },
          {
            "name": "Веснино дер."
          },
          {
            "name": "Владимировка дер.",
            "streets": [
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Горы пос."
          },
          {
            "name": "Гранитное пос."
          },
          {
            "name": "Гречухино пос."
          },
          {
            "name": "Громово пос.",
            "streets": [
              {
                "name": "Малая Озерная ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Громово при станции пос.",
            "streets": [
              {
                "name": "Строителей ул."
              }
            ]
          },
          {
            "name": "Денисово дер."
          },
          {
            "name": "Долина озёр СНТ"
          },
          {
            "name": "Заветное дер."
          },
          {
            "name": "Замостье дер."
          },
          {
            "name": "Заостровье дер."
          },
          {
            "name": "Заповедное СНТ"
          },
          {
            "name": "Запорожское дер."
          },
          {
            "name": "Запорожское пос.",
            "streets": [
              {
                "name": "Александровская ул."
              },
              {
                "name": "Бурная ул."
              },
              {
                "name": "Вологодская ул."
              },
              {
                "name": "Выборгский пер."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Заповедная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Земляничная ул."
              },
              {
                "name": "Карельская ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Летний пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Ново-Ладожская ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Ольховая ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Полянная ул."
              },
              {
                "name": "Понтонная ул."
              },
              {
                "name": "Прибрежная ул."
              },
              {
                "name": "Псковский пер."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Твардовского ул."
              },
              {
                "name": "Хвойная ул."
              }
            ]
          },
          {
            "name": "Запорожское СНТ"
          },
          {
            "name": "Заречный массив"
          },
          {
            "name": "Застава Коробицина СНТ"
          },
          {
            "name": "Золотые пески ДНП"
          },
          {
            "name": "Иваново дер."
          },
          {
            "name": "Иваново сад-во"
          },
          {
            "name": "Карелия-Бойцово СНТ"
          },
          {
            "name": "Коверино дер."
          },
          {
            "name": "Колокольцево дер."
          },
          {
            "name": "Колосково пос.",
            "streets": [
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Трансформаторный пер."
              }
            ]
          },
          {
            "name": "Колосково-2 СТ"
          },
          {
            "name": "Коммунары пос.",
            "streets": [
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Красноармейское дер.",
            "streets": [
              {
                "name": "Качаловская ул."
              }
            ]
          },
          {
            "name": "Красное пос."
          },
          {
            "name": "Красноозерное дер.",
            "streets": [
              {
                "name": "Садовая ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Кривко дер.",
            "streets": [
              {
                "name": "Воскресенская ул."
              },
              {
                "name": "Урожайная ул."
              },
              {
                "name": "Фестивальная ул."
              }
            ]
          },
          {
            "name": "Кротово дер."
          },
          {
            "name": "Крутая Гора дер."
          },
          {
            "name": "Кузнечное пос.",
            "streets": [
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Зелёная ул."
              },
              {
                "name": "Новостроек ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Приозерское ш."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Юбилейная ул."
              }
            ]
          },
          {
            "name": "Кутузовское дер."
          },
          {
            "name": "Кучерово дер."
          },
          {
            "name": "Ларионово пос.",
            "streets": [
              {
                "name": "Боровая ул."
              },
              {
                "name": "Заречная ул."
              }
            ]
          },
          {
            "name": "Лопастное са-во"
          },
          {
            "name": "Лосево дер."
          },
          {
            "name": "Лососёво пос."
          },
          {
            "name": "Луговое пос."
          },
          {
            "name": "Маково дер."
          },
          {
            "name": "Марьино дер."
          },
          {
            "name": "Массив Лопастное Белокаменка СНТ"
          },
          {
            "name": "Мельниково пос.",
            "streets": [
              {
                "name": "Балаханова ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Выборгская ул."
              },
              {
                "name": "Елизаветинская ул."
              },
              {
                "name": "Еловая Аллея ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Липовая ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Мельничные Ручьи пос."
          },
          {
            "name": "Мичуринское пос.",
            "streets": [
              {
                "name": "Больничная ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Льва Кирилова ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Мичуринское ДНП"
              },
              {
                "name": "Озерный пер."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Сосновая аллея"
              },
              {
                "name": "Талер ДНП"
              }
            ]
          },
          {
            "name": "Моторное пос."
          },
          {
            "name": "Мыс дер."
          },
          {
            "name": "Новая Деревня дер."
          },
          {
            "name": "Новожилово дер."
          },
          {
            "name": "Новожилово СНТ"
          },
          {
            "name": "Овраги дер."
          },
          {
            "name": "Озерное СНТ"
          },
          {
            "name": "Озёрный Кот ДНП"
          },
          {
            "name": "Ольховка дер."
          },
          {
            "name": "Орехово пос."
          },
          {
            "name": "Орехово-Северное массив",
            "streets": [
              {
                "name": "Кировский ДПК"
              },
              {
                "name": "Октябрь ДПК"
              },
              {
                "name": "Свердловец ДНТ"
              },
              {
                "name": "Смольнинское ДНТ"
              }
            ]
          },
          {
            "name": "Отрадное дер."
          },
          {
            "name": "Пески дер."
          },
          {
            "name": "Петровское пос.",
            "streets": [
              {
                "name": "Шоссейная ул."
              },
              {
                "name": "Лесная ул."
              }
            ]
          },
          {
            "name": "Платформа 69 км пос.",
            "streets": [
              {
                "name": "Заводская ул."
              }
            ]
          },
          {
            "name": "Плодовое пос.",
            "streets": [
              {
                "name": "70-летия Победы ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Понтонное пос.",
            "streets": [
              {
                "name": "Молодежная ул."
              }
            ]
          },
          {
            "name": "Портовое дер."
          },
          {
            "name": "Починок пос.",
            "streets": [
              {
                "name": "Береговая ул."
              },
              {
                "name": "Брусничка ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Леншоссе ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Огородный пер."
              }
            ]
          },
          {
            "name": "Приладожское дер."
          },
          {
            "name": "Приозерск г.",
            "streets": [
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Белинского ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Бумажников ул."
              },
              {
                "name": "Выборгская ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Гастелло ул."
              },
              {
                "name": "Героя Богданова ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Декабристов ул."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жуковского ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заозерная ул."
              },
              {
                "name": "Западный пер."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Исполкомовская ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Карельская ул."
              },
              {
                "name": "Квартальная ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Кокорина ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Коневецкая ул."
              },
              {
                "name": "Короленко ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Крупской ул."
              },
              {
                "name": "Куйбышева ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Ларионова ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Литейная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Матросова ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Оборонная ул."
              },
              {
                "name": "Огородников ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Офицерская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Поперечная ул."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Пугачева ул."
              },
              {
                "name": "Пушкина ул."
              },
              {
                "name": "Репина ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Рыбацкая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Северопарковая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Сокращенная ул."
              },
              {
                "name": "Солнечный пер."
              },
              {
                "name": "Сортавальское ш."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Суворова ул."
              },
              {
                "name": "Тихий пер."
              },
              {
                "name": "Угловая ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Усадебная ул."
              },
              {
                "name": "Цветкова ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чапаева ул."
              },
              {
                "name": "Чехова ул."
              }
            ]
          },
          {
            "name": "Проточное дер."
          },
          {
            "name": "Пятиречье пос.",
            "streets": [
              {
                "name": "Белая дача ул."
              },
              {
                "name": "Боевой Славы ул."
              },
              {
                "name": "Денисовская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Ярославская ул."
              }
            ]
          },
          {
            "name": "Раздолье пос.",
            "streets": [
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Речное пос."
          },
          {
            "name": "Речное СНТ"
          },
          {
            "name": "Ромашки пос.",
            "streets": [
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Новостроек ул."
              },
              {
                "name": "Ногирская ул."
              },
              {
                "name": "Речная ул."
              }
            ]
          },
          {
            "name": "Ручей СНТ"
          },
          {
            "name": "Саперное пос.",
            "streets": [
              {
                "name": "Богородичный пер."
              },
              {
                "name": "Варшко ул."
              },
              {
                "name": "Верхние Горки ул."
              },
              {
                "name": "Гвардеец СНТ"
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Леншоссе ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Типанова 1-я ул."
              },
              {
                "name": "Типанова 2-я ул."
              },
              {
                "name": "Типанова 3-я ул."
              },
              {
                "name": "Типанова 4-я ул."
              },
              {
                "name": "Типанова ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Светлое дер."
          },
          {
            "name": "Севастьяново пос."
          },
          {
            "name": "Силино дер.",
            "streets": [
              {
                "name": "Заречная ул."
              }
            ]
          },
          {
            "name": "Синево дер."
          },
          {
            "name": "Славянка пос."
          },
          {
            "name": "Снегиревка дер.",
            "streets": [
              {
                "name": "Майская ул."
              }
            ]
          },
          {
            "name": "Снетково пос."
          },
          {
            "name": "Содружество СНТ"
          },
          {
            "name": "Солнечное дер."
          },
          {
            "name": "Соловьевка дер."
          },
          {
            "name": "Соловьево дер."
          },
          {
            "name": "Сосново пос.",
            "streets": [
              {
                "name": "Академическая ул."
              },
              {
                "name": "Апрельская ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Березовый пер."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Брусничная ул."
              },
              {
                "name": "Васильковая ул."
              },
              {
                "name": "Веселая ул."
              },
              {
                "name": "Весенний пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Газетный пер."
              },
              {
                "name": "Газовый пер."
              },
              {
                "name": "Глухая ул."
              },
              {
                "name": "Горный пер."
              },
              {
                "name": "Гравийный пер."
              },
              {
                "name": "Гражданская ул."
              },
              {
                "name": "Грибная ул."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Деповская ул."
              },
              {
                "name": "Деповский пер."
              },
              {
                "name": "Дорожная ул."
              },
              {
                "name": "Еловый пер."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Заветная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заповедная ул."
              },
              {
                "name": "Запорожский пер."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая Горка ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Земляничная ул."
              },
              {
                "name": "Зерновой Хутор ул."
              },
              {
                "name": "Камышовая ул."
              },
              {
                "name": "Карельская ул."
              },
              {
                "name": "Кленовый пер."
              },
              {
                "name": "Ключевой пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Космонавтов пер."
              },
              {
                "name": "Крутой пер."
              },
              {
                "name": "Крылова ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградский пер."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Лиственный пер."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Льва Толстого ул."
              },
              {
                "name": "Малая ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Медовая ул."
              },
              {
                "name": "Меридианная ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Мичуринская ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Нагорный пер."
              },
              {
                "name": "Народный пер."
              },
              {
                "name": "Нахимова ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Никитина ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новостройка ул."
              },
              {
                "name": "Овражная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Озерный пер."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Ольховый пер."
              },
              {
                "name": "Осенняя ул."
              },
              {
                "name": "Осиновая ул."
              },
              {
                "name": "Осиновый пер."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Песчаный пер."
              },
              {
                "name": "Печатников ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Почтовая ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Профессора Попова ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Рабочий пер."
              },
              {
                "name": "Раздолинская наб"
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Рощинская ул."
              },
              {
                "name": "Рябиновая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Саперный пер."
              },
              {
                "name": "Свободный пер."
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сенной пер."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Совхозный пер."
              },
              {
                "name": "Солдатский пер."
              },
              {
                "name": "Солнечный пер."
              },
              {
                "name": "Соловьиная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Станционный пер."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Съездовская ул."
              },
              {
                "name": "Тенистая ул."
              },
              {
                "name": "Типографский пер."
              },
              {
                "name": "Тихий пер."
              },
              {
                "name": "Тополиная ул."
              },
              {
                "name": "Тургенева ул."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Хлебная ул."
              },
              {
                "name": "Цветочный пер."
              },
              {
                "name": "Церковный пер."
              },
              {
                "name": "Черемуховая ул."
              },
              {
                "name": "Черничная ул."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Шоссейная ул."
              },
              {
                "name": "Шушенская ул."
              },
              {
                "name": "Энергетиков пер."
              },
              {
                "name": "Юбилейная ул."
              },
              {
                "name": "Ягодная ул."
              }
            ]
          },
          {
            "name": "Степанянское дер."
          },
          {
            "name": "Сторожевое дер."
          },
          {
            "name": "Стрельцы дер."
          },
          {
            "name": "Студеное дер."
          },
          {
            "name": "Судаково пос."
          },
          {
            "name": "Суходолье пос.",
            "streets": [
              {
                "name": "Леншоссе ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Ясная ул."
              }
            ]
          },
          {
            "name": "Торфяное дер."
          },
          {
            "name": "Тракторное пос."
          },
          {
            "name": "Удальцово пос."
          },
          {
            "name": "Уральское пос."
          },
          {
            "name": "Фатеевка КП"
          },
          {
            "name": "Хвойное дер."
          },
          {
            "name": "Холодный Ручей пос."
          },
          {
            "name": "Цветково пос."
          },
          {
            "name": "Черемухино дер."
          },
          {
            "name": "Шумилово пос."
          },
          {
            "name": "Шушино пос."
          },
          {
            "name": "Яблоновка дер."
          },
          {
            "name": "Ягодное дер."
          },
          {
            "name": "Яркое дер."
          }
        ]
      },
      {
        "name": "Сланцевский",
        "nasPunkt": [
          {
            "name": "Бол.Боровня дер."
          },
          {
            "name": "Бол.Поля пос."
          },
          {
            "name": "Бол.Рожки дер."
          },
          {
            "name": "Бол.Руя дер."
          },
          {
            "name": "Бор дер."
          },
          {
            "name": "Борисова Гора д."
          },
          {
            "name": "Велетово дер."
          },
          {
            "name": "Вервенка дер."
          },
          {
            "name": "Воронино дер."
          },
          {
            "name": "Вороново дер."
          },
          {
            "name": "Втроя дер."
          },
          {
            "name": "Выскатка дер.",
            "streets": [
              {
                "name": "Садовая ул."
              }
            ]
          },
          {
            "name": "Гаянщина дер."
          },
          {
            "name": "Говорово дер."
          },
          {
            "name": "Гостицы дер."
          },
          {
            "name": "Гусева Гора дер."
          },
          {
            "name": "Данилово дер."
          },
          {
            "name": "Дворище дер."
          },
          {
            "name": "Демешкин Перевоз дер."
          },
          {
            "name": "Дретно дер."
          },
          {
            "name": "Дубо дер."
          },
          {
            "name": "Дубок дер."
          },
          {
            "name": "Жаворонок дер."
          },
          {
            "name": "Жилино дер."
          },
          {
            "name": "Журавлев Конец дер."
          },
          {
            "name": "Загорье дер."
          },
          {
            "name": "Загривье дер."
          },
          {
            "name": "Зажупанье дер."
          },
          {
            "name": "Залесье дер."
          },
          {
            "name": "Замошье дер."
          },
          {
            "name": "Заовражье дер."
          },
          {
            "name": "Заручье дер."
          },
          {
            "name": "Засосье дер."
          },
          {
            "name": "Захрелье дер."
          },
          {
            "name": "Заяцково дер."
          },
          {
            "name": "Изборовье дер."
          },
          {
            "name": "Казино дер."
          },
          {
            "name": "Каменец дер."
          },
          {
            "name": "Карино дер."
          },
          {
            "name": "Кислино дер."
          },
          {
            "name": "Кологриво дер."
          },
          {
            "name": "Кондуши дер."
          },
          {
            "name": "Кошелевичи дер."
          },
          {
            "name": "Кривая Лука дер."
          },
          {
            "name": "Кривицы дер."
          },
          {
            "name": "Кукин Берег дер."
          },
          {
            "name": "Кушела дер."
          },
          {
            "name": "Лесище дер."
          },
          {
            "name": "Ликовское дер."
          },
          {
            "name": "Ложголово дер."
          },
          {
            "name": "Лосева Гора дер."
          },
          {
            "name": "Луг дер."
          },
          {
            "name": "Лужица дер."
          },
          {
            "name": "Малафьевка дер."
          },
          {
            "name": "Медвежек дер."
          },
          {
            "name": "Менюши дер."
          },
          {
            "name": "Местово дер."
          },
          {
            "name": "Монастырек дер."
          },
          {
            "name": "Морди дер."
          },
          {
            "name": "Наволок дер."
          },
          {
            "name": "Нагинщина дер."
          },
          {
            "name": "Надруя д."
          },
          {
            "name": "Нарница дер."
          },
          {
            "name": "Новоселье дер."
          },
          {
            "name": "Новый дер."
          },
          {
            "name": "Овсище дер."
          },
          {
            "name": "Отрадное дер."
          },
          {
            "name": "Пантелейково дер."
          },
          {
            "name": "Патреева Гора дер."
          },
          {
            "name": "Пелеши дер."
          },
          {
            "name": "Пенино дер."
          },
          {
            "name": "Перебор дер."
          },
          {
            "name": "Переволок дер."
          },
          {
            "name": "Перегреб дер."
          },
          {
            "name": "Перницы дер."
          },
          {
            "name": "Песвицы дер."
          },
          {
            "name": "Печурки дер."
          },
          {
            "name": "Подлесье дер."
          },
          {
            "name": "Попкова Гора дер."
          },
          {
            "name": "Поречье дер."
          },
          {
            "name": "Пустынька дер."
          },
          {
            "name": "Радовель дер."
          },
          {
            "name": "Растило д."
          },
          {
            "name": "Рожновье дер."
          },
          {
            "name": "Рудно дер."
          },
          {
            "name": "Русска дер."
          },
          {
            "name": "Рыжиково дер."
          },
          {
            "name": "Савиновщина дер."
          },
          {
            "name": "Селково дер."
          },
          {
            "name": "Сельхозтехника пос."
          },
          {
            "name": "Скамья дер."
          },
          {
            "name": "Сланцы г.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "1-я линия"
              },
              {
                "name": "1-я Советская ул."
              },
              {
                "name": "157 км ул."
              },
              {
                "name": "158 км ул."
              },
              {
                "name": "2-я линия"
              },
              {
                "name": "Базарная ул."
              },
              {
                "name": "Банковская ул."
              },
              {
                "name": "Баранова ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Гавриловская ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Горняков ул."
              },
              {
                "name": "Грибоедова ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Декабристов ул."
              },
              {
                "name": "Деревообделочников ул."
              },
              {
                "name": "Детский пер."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "ДОК ул."
              },
              {
                "name": "Дорожная ул."
              },
              {
                "name": "Жуковского ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородная ул."
              },
              {
                "name": "Замошский пер."
              },
              {
                "name": "Заслонова ул."
              },
              {
                "name": "Зеленая Роща ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "ИТР ул."
              },
              {
                "name": "Кингисеппское ш."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Климчука ул."
              },
              {
                "name": "Клубный пер."
              },
              {
                "name": "Комсомольское шоссе"
              },
              {
                "name": "Константина Заслонова ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Кривой пер."
              },
              {
                "name": "Кутузова ул."
              },
              {
                "name": "Кушельский пер."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Ломоносова ул."
              },
              {
                "name": "Лучки пер."
              },
              {
                "name": "Льва Толстого ул."
              },
              {
                "name": "Максима Горького ул."
              },
              {
                "name": "Малая ул."
              },
              {
                "name": "Малопольская ул."
              },
              {
                "name": "Малый пер."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежный прос."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Народный пер."
              },
              {
                "name": "Новосельская ул."
              },
              {
                "name": "Новосельский пер."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Огородников ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Октябрьский пер."
              },
              {
                "name": "Олега Кошевого ул."
              },
              {
                "name": "Островского пер."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Первого Мая ул."
              },
              {
                "name": "Пионерский пер."
              },
              {
                "name": "Плюсский пер."
              },
              {
                "name": "Победителей ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Подъезжая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Полевой пер."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Почтовый пер."
              },
              {
                "name": "Правобережная ул."
              },
              {
                "name": "Правокушельская ул."
              },
              {
                "name": "Правонабережная ул."
              },
              {
                "name": "Пригородная ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Профсоюзный пер."
              },
              {
                "name": "Рабочая М. ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Ремонтников ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Свердлова ул."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Свободы ул."
              },
              {
                "name": "Северная Окраина ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Сиженская ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Сланцевское шоссе"
              },
              {
                "name": "Сосновая М. ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Социалистическая ул."
              },
              {
                "name": "Социалистический пер."
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Строителей ул."
              },
              {
                "name": "Товарная ул."
              },
              {
                "name": "Транспортников пер."
              },
              {
                "name": "Трестовский пер."
              },
              {
                "name": "Трудовая ул."
              },
              {
                "name": "Хлебный пер."
              },
              {
                "name": "Чайковская ул."
              },
              {
                "name": "Чайковского ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Шахта 3 ул."
              },
              {
                "name": "Шахтеров ул."
              },
              {
                "name": "Шахтерской Славы ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шоссейный пер."
              }
            ]
          },
          {
            "name": "Сорокина Гора дер."
          },
          {
            "name": "Сорокино дер."
          },
          {
            "name": "Сосновка пос."
          },
          {
            "name": "Старополье д."
          },
          {
            "name": "Столбово дер."
          },
          {
            "name": "Тихвинка дер."
          },
          {
            "name": "Филатово дер."
          },
          {
            "name": "Филево дер."
          },
          {
            "name": "Хрель дер."
          },
          {
            "name": "Черно дер."
          },
          {
            "name": "Черновское пос."
          },
          {
            "name": "Чудская Гора дер."
          },
          {
            "name": "Шавково дер."
          },
          {
            "name": "Шакицы дер."
          }
        ]
      },
      {
        "name": "Тихвинский",
        "nasPunkt": [
          {
            "name": "Жар дер."
          },
          {
            "name": "Андронниково дер."
          },
          {
            "name": "Березовик пос.",
            "streets": [
              {
                "name": "Александровская ул."
              },
              {
                "name": "Квартальный пер."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Подгаецкого ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Суворовская ул."
              },
              {
                "name": "Ястребова ул."
              }
            ]
          },
          {
            "name": "Бесовка дер."
          },
          {
            "name": "Бирючево дер."
          },
          {
            "name": "Большая Палуя дер."
          },
          {
            "name": "Бор пос."
          },
          {
            "name": "Валдость дер."
          },
          {
            "name": "Валя пос."
          },
          {
            "name": "Виногора дер."
          },
          {
            "name": "Воложба дер."
          },
          {
            "name": "Вяльгино дер."
          },
          {
            "name": "Ганьково дер.",
            "streets": [
              {
                "name": "Береговая ул."
              },
              {
                "name": "Библиотечный пер."
              },
              {
                "name": "Капшинская ул."
              },
              {
                "name": "Клубный пер."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Почтовая ул."
              },
              {
                "name": "Северный пер."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Горка дер."
          },
          {
            "name": "Городище дер."
          },
          {
            "name": "Городище дер."
          },
          {
            "name": "Городок дер."
          },
          {
            "name": "Григино дер."
          },
          {
            "name": "Гуреничи дер."
          },
          {
            "name": "Давыдовщина дер."
          },
          {
            "name": "Дмитрово дер ."
          },
          {
            "name": "Дуброво дер."
          },
          {
            "name": "Еремина гора дер."
          },
          {
            "name": "Заборовье дер."
          },
          {
            "name": "Залющик дер."
          },
          {
            "name": "Заречье дер."
          },
          {
            "name": "Заручевье дер."
          },
          {
            "name": "Захожа дер."
          },
          {
            "name": "Ивановское дер."
          },
          {
            "name": "Имолово дер."
          },
          {
            "name": "Исаково дер."
          },
          {
            "name": "Исаково дер."
          },
          {
            "name": "Кайвакса дер."
          },
          {
            "name": "Каливец дер."
          },
          {
            "name": "Капшинский дер."
          },
          {
            "name": "Клинец дер."
          },
          {
            "name": "Кобякова Горка дер."
          },
          {
            "name": "Кончик пос."
          },
          {
            "name": "Коптяево дер."
          },
          {
            "name": "Корбеничи дер."
          },
          {
            "name": "Кострино дер."
          },
          {
            "name": "Костринский дер."
          },
          {
            "name": "Коськово дер.",
            "streets": [
              {
                "name": "Береговая ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Коськовское пос."
          },
          {
            "name": "Красава пос.",
            "streets": [
              {
                "name": "Базарная ул."
              },
              {
                "name": "Бамовский пер."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Заводской проезд"
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Промышленный проезд"
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Торфянников ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Южный пер."
              }
            ]
          },
          {
            "name": "Кривой Наволок дер."
          },
          {
            "name": "Крючково дер."
          },
          {
            "name": "Кудрево дер."
          },
          {
            "name": "Кулатино дер."
          },
          {
            "name": "Куневичи дер."
          },
          {
            "name": "Ладвуши дер."
          },
          {
            "name": "Леошино дер."
          },
          {
            "name": "Лепуя дер."
          },
          {
            "name": "Липная Горка дер.",
            "streets": [
              {
                "name": "Базалетовская ул."
              },
              {
                "name": "Васильковая ул."
              },
              {
                "name": "Ивановская ул."
              },
              {
                "name": "Липовая ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Привольная ул."
              },
              {
                "name": "Романиха ул."
              },
              {
                "name": "Российская ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Лукино дер."
          },
          {
            "name": "Макарьино дер."
          },
          {
            "name": "Малая Палуя дер."
          },
          {
            "name": "Марково дер."
          },
          {
            "name": "Мелегежская Горка дер."
          },
          {
            "name": "Мехбаза пос."
          },
          {
            "name": "Михалево пос."
          },
          {
            "name": "Наволок дер."
          },
          {
            "name": "Никульское дер."
          },
          {
            "name": "Новинка дер."
          },
          {
            "name": "Новоандреево дер."
          },
          {
            "name": "Новое Село дер."
          },
          {
            "name": "Новый дер."
          },
          {
            "name": "Нюрговичи дер"
          },
          {
            "name": "Олешково дер."
          },
          {
            "name": "Олончено дер."
          },
          {
            "name": "Остров дер."
          },
          {
            "name": "Островок дер."
          },
          {
            "name": "Пашозеро пос."
          },
          {
            "name": "Печнева дер."
          },
          {
            "name": "Пильтяк дер."
          },
          {
            "name": "Пинега дер."
          },
          {
            "name": "Плесо дер."
          },
          {
            "name": "Погорелец дер.",
            "streets": [
              {
                "name": "Майская ул."
              }
            ]
          },
          {
            "name": "Подборье дер."
          },
          {
            "name": "Приозерский СТ"
          },
          {
            "name": "Прогаль дер."
          },
          {
            "name": "Пудроль дер."
          },
          {
            "name": "Пяхта дер."
          },
          {
            "name": "Рапля дер."
          },
          {
            "name": "Ратилово дер."
          },
          {
            "name": "Ругуй дер."
          },
          {
            "name": "Самара дер."
          },
          {
            "name": "Саньково дер."
          },
          {
            "name": "Сарка пос.",
            "streets": [
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новоселов аллея"
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Хвойный пер."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Сарожа пос."
          },
          {
            "name": "Свирь дер."
          },
          {
            "name": "Селище дер."
          },
          {
            "name": "Сельцо дер."
          },
          {
            "name": "Серебрянка дер."
          },
          {
            "name": "Середка дер."
          },
          {
            "name": "Ситомля дер."
          },
          {
            "name": "Смоленец дер."
          },
          {
            "name": "Сосновка дер."
          },
          {
            "name": "Стрелково дер."
          },
          {
            "name": "Струнино дер."
          },
          {
            "name": "Тимошино пос."
          },
          {
            "name": "Тихвин г.",
            "streets": [
              {
                "name": "1-й микрорайон"
              },
              {
                "name": "1а микрорайон"
              },
              {
                "name": "2-й микрорайон"
              },
              {
                "name": "3-й микрорайон"
              },
              {
                "name": "4-й микрорайон"
              },
              {
                "name": "5-й микрорайон"
              },
              {
                "name": "6-й микрорайон"
              },
              {
                "name": "Автомобилистов ул."
              },
              {
                "name": "Алитусская ул."
              },
              {
                "name": "Артиллеристов ул."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Береговая-Кузнецкая ул."
              },
              {
                "name": "Березовская ул."
              },
              {
                "name": "Бойцов 4 армии проезд"
              },
              {
                "name": "Бокситогорская ул."
              },
              {
                "name": "Больничный проезд"
              },
              {
                "name": "Большая Заводская ул."
              },
              {
                "name": "Борисова ул."
              },
              {
                "name": "Боровая ул."
              },
              {
                "name": "Братская ул."
              },
              {
                "name": "Васильева ул."
              },
              {
                "name": "Верхне-Береговая ул."
              },
              {
                "name": "Вишневая ул."
              },
              {
                "name": "Водный пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Вокзальный пер."
              },
              {
                "name": "Вторчерметовский проезд"
              },
              {
                "name": "Вяземская ул."
              },
              {
                "name": "Гагарина ул."
              },
              {
                "name": "Делегатская ул."
              },
              {
                "name": "Домостроительный проезд"
              },
              {
                "name": "Дорожников ул."
              },
              {
                "name": "Дружная ул."
              },
              {
                "name": "Железнодорожный пер."
              },
              {
                "name": "Заболотская ул."
              },
              {
                "name": "Загородный 2-й пер."
              },
              {
                "name": "Загородный пер."
              },
              {
                "name": "Загорская ул."
              },
              {
                "name": "Зайцева ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Знаменская ул."
              },
              {
                "name": "Ильинская ул."
              },
              {
                "name": "Ильинский пер."
              },
              {
                "name": "Индустриальный проезд"
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Карельская ул."
              },
              {
                "name": "Каркасный проезд"
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Карьерный пер."
              },
              {
                "name": "Квартальный пер."
              },
              {
                "name": "Кедровая ул."
              },
              {
                "name": "Колыванецкая ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Коммунальный квартал"
              },
              {
                "name": "Коммунаров ул."
              },
              {
                "name": "Кошевого проезд"
              },
              {
                "name": "Красавский пер."
              },
              {
                "name": "Красавское ш."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Кузьмина ул."
              },
              {
                "name": "Ладожская ул."
              },
              {
                "name": "Лево-Вологодский туп."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградский пер."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесной пер."
              },
              {
                "name": "Лесопитомник ул."
              },
              {
                "name": "Лиственная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Машиностроителей ул."
              },
              {
                "name": "Мебельная ул."
              },
              {
                "name": "Мерецкова площадь"
              },
              {
                "name": "Моисеенко проезд"
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "МОПРа ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Никитинская ул."
              },
              {
                "name": "Николина Гора квартал"
              },
              {
                "name": "Николо-Беседная ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Ново-Вязитская ул."
              },
              {
                "name": "Ново-Советская ул."
              },
              {
                "name": "Новосельская ул."
              },
              {
                "name": "Новый пер."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Октябрьский пер."
              },
              {
                "name": "Олонецкая ул."
              },
              {
                "name": "Орловская ул."
              },
              {
                "name": "Партизанская ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Перевалочная ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пещерка ул."
              },
              {
                "name": "Пикалевская ул."
              },
              {
                "name": "Плаунская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Полевая-Кузнецкая ул."
              },
              {
                "name": "Полковая ул."
              },
              {
                "name": "Пороховые ул."
              },
              {
                "name": "Поселковая ул."
              },
              {
                "name": "Право-Вологодский туп."
              },
              {
                "name": "Пригородная ул."
              },
              {
                "name": "Пролетарский пер."
              },
              {
                "name": "Пролетарской Диктатуры ул."
              },
              {
                "name": "Радужный пер."
              },
              {
                "name": "Разъезжая ул."
              },
              {
                "name": "Ращупкина ул."
              },
              {
                "name": "Ретранслятор ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Римского-Корсакова ул."
              },
              {
                "name": "Родниковый пер."
              },
              {
                "name": "Рябиновая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Саши Забелина ул."
              },
              {
                "name": "Свободы площадь"
              },
              {
                "name": "Связи ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Серебристый пер."
              },
              {
                "name": "Сибирская ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Славянская ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Соловьиный пер."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Социалистическая ул."
              },
              {
                "name": "Спортивный пер."
              },
              {
                "name": "Сталеваров проезд"
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Станционный пер."
              },
              {
                "name": "Строительная ул."
              },
              {
                "name": "Сушкевича проезд"
              },
              {
                "name": "Танкистов ул."
              },
              {
                "name": "Тверская ул."
              },
              {
                "name": "Тверской пер."
              },
              {
                "name": "Тверской шлюз ул."
              },
              {
                "name": "Тенистый бул."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Тихвинская ул."
              },
              {
                "name": "Транзитный проезд"
              },
              {
                "name": "Троицкая ул."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Трудовая ул."
              },
              {
                "name": "Улитов Ручей площадка"
              },
              {
                "name": "Усадьба Бугры ул."
              },
              {
                "name": "Усадьба РТС площадка"
              },
              {
                "name": "Устюженская ул."
              },
              {
                "name": "Учебный городок ул."
              },
              {
                "name": "Фишева Гора ул."
              },
              {
                "name": "Фишевский пер."
              },
              {
                "name": "Хвойный 1-й пер."
              },
              {
                "name": "Хвойный 2-й пер."
              },
              {
                "name": "Цветочный пер."
              },
              {
                "name": "Центролитовская ул."
              },
              {
                "name": "Чернышевская ул."
              },
              {
                "name": "Чичеринская ул."
              },
              {
                "name": "Шведский проезд"
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Шлиссельбургская ул."
              },
              {
                "name": "Шпалорезка ул."
              },
              {
                "name": "Шумилова ул."
              },
              {
                "name": "Энтузиастов площадь"
              },
              {
                "name": "Южная объездная дорога"
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Юных Разведчиков ул."
              },
              {
                "name": "Ягодный пер."
              },
              {
                "name": "Ярослава Иванова ул."
              }
            ]
          },
          {
            "name": "Тумище дер."
          },
          {
            "name": "Ульянино дер."
          },
          {
            "name": "Усадище дер."
          },
          {
            "name": "Усть-Капша дер."
          },
          {
            "name": "Усть-Шомушка дер."
          },
          {
            "name": "Устье дер."
          },
          {
            "name": "Ушаково дер."
          },
          {
            "name": "Фишева Гора дер.",
            "streets": [
              {
                "name": "Дачная ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Садовый пер."
              },
              {
                "name": "Фишева Гора ул."
              },
              {
                "name": "Фишевский пер."
              }
            ]
          },
          {
            "name": "Халезево д."
          },
          {
            "name": "Харагеничи дер."
          },
          {
            "name": "Харчевня дер."
          },
          {
            "name": "Царицыно Озеро пос."
          },
          {
            "name": "Цвылево дер."
          },
          {
            "name": "Чемихино дер."
          },
          {
            "name": "Черенцово пос."
          },
          {
            "name": "Черноваткино дер."
          },
          {
            "name": "Чуганово дер."
          },
          {
            "name": "Чудское дер."
          },
          {
            "name": "Шибенец дер."
          },
          {
            "name": "Шугозеро пос.",
            "streets": [
              {
                "name": "Больничная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Исполкомовская ул."
              },
              {
                "name": "Капшинская ул."
              },
              {
                "name": "Ключевая ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Коммунальный пер."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красноармейская ул."
              },
              {
                "name": "Кузнечная ул."
              },
              {
                "name": "Кузнечный пер."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лиственная ул."
              },
              {
                "name": "Механизаторов ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Нагорная ул."
              },
              {
                "name": "Озерная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Проселочная ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Тихая ул."
              },
              {
                "name": "Тихвинская ул."
              },
              {
                "name": "Тихвинский пер."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Шуйга дер."
          },
          {
            "name": "Ялгино дер.",
            "streets": [
              {
                "name": "Луговая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Романиха ул."
              },
              {
                "name": "Ялгинская ул."
              }
            ]
          }
        ]
      },
      {
        "name": "Тосненский",
        "nasPunkt": [
          {
            "name": "Александровка дер."
          },
          {
            "name": "Андрианово дер."
          },
          {
            "name": "Аннолово пос.",
            "streets": [
              {
                "name": "1-й Индустриальный проезд"
              },
              {
                "name": "1-й пр-д"
              },
              {
                "name": "2-й Вертикальный проезд"
              },
              {
                "name": "2-й Индустриальный проезд"
              },
              {
                "name": "2-й пр-д"
              },
              {
                "name": "Алексеевская ул."
              },
              {
                "name": "Алтайская ул."
              },
              {
                "name": "Главная ул."
              },
              {
                "name": "Деревенская ул."
              },
              {
                "name": "Дружбы ул."
              },
              {
                "name": "Каспийская ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Павловский проезд"
              },
              {
                "name": "Парниковая ул."
              },
              {
                "name": "Прибрежная ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Сиреневая ул."
              },
              {
                "name": "Солнечный пер."
              },
              {
                "name": "Татьянина ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Апраксин Бор дер."
          },
          {
            "name": "Бабино пос.",
            "streets": [
              {
                "name": "Дачная ул."
              },
              {
                "name": "Московское ш."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Степная ул."
              },
              {
                "name": "Фермерский пер."
              }
            ]
          },
          {
            "name": "Бабино-2 массив",
            "streets": [
              {
                "name": "Заря СНТ"
              },
              {
                "name": "Спектр СНТ"
              },
              {
                "name": "Сплав СНТ"
              },
              {
                "name": "Университет СНТ"
              },
              {
                "name": "Электроаппарат СНТ"
              }
            ]
          },
          {
            "name": "Бабинская Лука дер."
          },
          {
            "name": "Бол.Васильевское дер."
          },
          {
            "name": "Болотница дер."
          },
          {
            "name": "Большая Горка дер."
          },
          {
            "name": "Большая Кунесть дер."
          },
          {
            "name": "Большое Переходное дер."
          },
          {
            "name": "Бородулино дер."
          },
          {
            "name": "Васькины Нивы дер."
          },
          {
            "name": "Вериговщина дер."
          },
          {
            "name": "Войскорово пос.",
            "streets": [
              {
                "name": "Полевая ул."
              }
            ]
          },
          {
            "name": "Вороний Остров дер."
          },
          {
            "name": "Восточное Радофинниково массив"
          },
          {
            "name": "Георгиевское дер."
          },
          {
            "name": "Гладкое пос.",
            "streets": [
              {
                "name": "Ручейная ул."
              }
            ]
          },
          {
            "name": "Глинка дер.",
            "streets": [
              {
                "name": "4-й проезд"
              },
              {
                "name": "Инженерная ул."
              },
              {
                "name": "Малая Посадская ул."
              },
              {
                "name": "Малоэтажная ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Павловская ул."
              },
              {
                "name": "Парижская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Гришкино дер."
          },
          {
            "name": "Гутлов Ручей СНТ"
          },
          {
            "name": "Гутчево дер."
          },
          {
            "name": "Дидвино урочище"
          },
          {
            "name": "Дроздово дер."
          },
          {
            "name": "Дубовик дер."
          },
          {
            "name": "Еглизи дер."
          },
          {
            "name": "Еглино дер."
          },
          {
            "name": "Ерзуново дер."
          },
          {
            "name": "Жары дер.",
            "streets": [
              {
                "name": "Московское шоссе"
              },
              {
                "name": "Станционная ул."
              }
            ]
          },
          {
            "name": "Заволожье дер."
          },
          {
            "name": "Западное Радофинниково массив",
            "streets": [
              {
                "name": "Грёзы СНТ"
              },
              {
                "name": "Лесное-2 СНТ"
              }
            ]
          },
          {
            "name": "Захожье СНТ"
          },
          {
            "name": "Захожье-5 СНТ"
          },
          {
            "name": "Ива СНТ"
          },
          {
            "name": "Ивановское дер.",
            "streets": [
              {
                "name": "Ивановская ул."
              },
              {
                "name": "Песчаная ул."
              },
              {
                "name": "Тойлуг ул."
              }
            ]
          },
          {
            "name": "Ижора СНТ"
          },
          {
            "name": "Ижорец СНТ"
          },
          {
            "name": "Ильинский Погост дер."
          },
          {
            "name": "Кайболово дер."
          },
          {
            "name": "Каменка дер."
          },
          {
            "name": "Кастенская пос."
          },
          {
            "name": "Кедр СНТ"
          },
          {
            "name": "Кирково дер."
          },
          {
            "name": "Клён СНТ"
          },
          {
            "name": "Коколаврик дер."
          },
          {
            "name": "Конечки дер."
          },
          {
            "name": "Корвет СНТ"
          },
          {
            "name": "Коркино дер."
          },
          {
            "name": "Костуя дер."
          },
          {
            "name": "Красный Бор пос.",
            "streets": [
              {
                "name": "1-я дорога ул."
              },
              {
                "name": "10-я дорога ул."
              },
              {
                "name": "4-я дорога ул."
              },
              {
                "name": "6-я дорога ул."
              },
              {
                "name": "8-я дорога ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Горская ул."
              },
              {
                "name": "Дубровского ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Карла Маркса пр."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Красная дорога ул."
              },
              {
                "name": "Красноборский пр."
              },
              {
                "name": "Культуры ул."
              },
              {
                "name": "Полярная ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советский пр."
              }
            ]
          },
          {
            "name": "Красный Латыш дер."
          },
          {
            "name": "Кюльвия СНТ"
          },
          {
            "name": "Ладога дер.",
            "streets": [
              {
                "name": "Дачная ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Ноябрьский прд."
              }
            ]
          },
          {
            "name": "Ландыши КП"
          },
          {
            "name": "Липка дер."
          },
          {
            "name": "Лисино-Корпус пос."
          },
          {
            "name": "Любань г.",
            "streets": [
              {
                "name": "1 Мая ул."
              },
              {
                "name": "3 Июля ул."
              },
              {
                "name": "8 Марта ул."
              },
              {
                "name": "Алексеенко ул."
              },
              {
                "name": "Банный пер."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Береговая ул."
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Большой пр."
              },
              {
                "name": "В.Алексеева ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Гончарова ул."
              },
              {
                "name": "Горная ул."
              },
              {
                "name": "Горького проезд"
              },
              {
                "name": "Джигитова ул."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Железнодорожный пер."
              },
              {
                "name": "Жени Масловой ул."
              },
              {
                "name": "Забалканская ул."
              },
              {
                "name": "Забалканский проезд"
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Загородное ш."
              },
              {
                "name": "Загородный пер."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Интернациональная ул."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Карла Либкнехта ул."
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Кима пр."
              },
              {
                "name": "Кима проезд."
              },
              {
                "name": "Кима ул."
              },
              {
                "name": "Кирова ул."
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Коллективная ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Коминтерна ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Кооперативная ул."
              },
              {
                "name": "Крайняя ул."
              },
              {
                "name": "Красная ул."
              },
              {
                "name": "Круговая ул."
              },
              {
                "name": "Кузнечный пер."
              },
              {
                "name": "Купальный пер."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградский пер."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Льва Толстого ул."
              },
              {
                "name": "Марата ул."
              },
              {
                "name": "Мариинская ул."
              },
              {
                "name": "Маринина ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Мельникова пр."
              },
              {
                "name": "Мира ул."
              },
              {
                "name": "Молодежная ул."
              },
              {
                "name": "Московский пер."
              },
              {
                "name": "Московский проезд."
              },
              {
                "name": "Московское ш."
              },
              {
                "name": "Моховая ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Новгородский проезд"
              },
              {
                "name": "Новоселов ул."
              },
              {
                "name": "Огородная ул."
              },
              {
                "name": "Октября ул."
              },
              {
                "name": "Орджоникидзе ул."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Офицерская ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Поварской пер."
              },
              {
                "name": "Пожарный пер."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Почтамская ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Профинтерна ул."
              },
              {
                "name": "Профсоюзная ул."
              },
              {
                "name": "Пугачевская ул."
              },
              {
                "name": "Пушкина ул."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Речной пер."
              },
              {
                "name": "Русский пр."
              },
              {
                "name": "Ручейная ул."
              },
              {
                "name": "Ручейный проезд"
              },
              {
                "name": "Рябушкина ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Селецкий пер."
              },
              {
                "name": "Селецкий пр."
              },
              {
                "name": "Селецкое ш."
              },
              {
                "name": "Сенная ул."
              },
              {
                "name": "Служебные наделы кв-л."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Солнечная ул."
              },
              {
                "name": "Сосновая ул."
              },
              {
                "name": "Сосновый пер."
              },
              {
                "name": "Торговая ул."
              },
              {
                "name": "Тургенева ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Цветочная ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Шапкинское ш."
              },
              {
                "name": "Широкая ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный пер."
              },
              {
                "name": "Эрджигитова ул."
              },
              {
                "name": "Южный пер."
              }
            ]
          },
          {
            "name": "Макаровец СНТ"
          },
          {
            "name": "Малиновка СНТ"
          },
          {
            "name": "Малое Переходное дер."
          },
          {
            "name": "Машино дер."
          },
          {
            "name": "Мельница дер."
          },
          {
            "name": "Мир СНТ"
          },
          {
            "name": "Мишкино дер."
          },
          {
            "name": "Надино дер."
          },
          {
            "name": "Нечеперть СТ",
            "streets": [
              {
                "name": "Надежда СНТ"
              }
            ]
          },
          {
            "name": "Никольское г.",
            "streets": [
              {
                "name": "Березовая ул."
              },
              {
                "name": "Вишневая ул."
              },
              {
                "name": "Воскресенская ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Лесное-4 СНТ"
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Мирная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Отрадненское ш."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Первомайская ул."
              },
              {
                "name": "Песчаная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Ручейный пер."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Советский пр."
              },
              {
                "name": "Совхозная ул."
              },
              {
                "name": "Согласия ул."
              },
              {
                "name": "Сокол-2 СНТ"
              },
              {
                "name": "Спортивная ул."
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Ульяновское ш."
              },
              {
                "name": "Хвойная ул."
              },
              {
                "name": "Хвойный пер."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Южная ул."
              }
            ]
          },
          {
            "name": "Новая дер."
          },
          {
            "name": "Новинка дер."
          },
          {
            "name": "Новолисино пос.",
            "streets": [
              {
                "name": "Заводская ул."
              }
            ]
          },
          {
            "name": "Нурма пос.",
            "streets": [
              {
                "name": "Большая ул."
              }
            ]
          },
          {
            "name": "Обуховец пос."
          },
          {
            "name": "Огорелье дер."
          },
          {
            "name": "Озерки СНТ"
          },
          {
            "name": "Озон СНТ"
          },
          {
            "name": "Пельгора дер."
          },
          {
            "name": "Пионер дер."
          },
          {
            "name": "Поги дер."
          },
          {
            "name": "Померанье дер."
          },
          {
            "name": "Попрудка дер."
          },
          {
            "name": "Поркузи массив",
            "streets": [
              {
                "name": "Заречье СНТ"
              }
            ]
          },
          {
            "name": "Примерное дер."
          },
          {
            "name": "Пустынька дер."
          },
          {
            "name": "Радофинниково пос.",
            "streets": [
              {
                "name": "Станционная ул."
              }
            ]
          },
          {
            "name": "Рамболово дер."
          },
          {
            "name": "Рамецкое КП"
          },
          {
            "name": "Рамцы дер.",
            "streets": [
              {
                "name": "Заречная ул."
              }
            ]
          },
          {
            "name": "Родничок СНТ"
          },
          {
            "name": "Рубеж с-во"
          },
          {
            "name": "Русская Волжа дер."
          },
          {
            "name": "Ручьи дер."
          },
          {
            "name": "Рынделево дер.",
            "streets": [
              {
                "name": "Железнодорожная ул."
              }
            ]
          },
          {
            "name": "Рынделево массив",
            "streets": [
              {
                "name": "Ручеёк СНТ"
              }
            ]
          },
          {
            "name": "Рябово пос.",
            "streets": [
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Рычина ул."
              },
              {
                "name": "Связи ул."
              }
            ]
          },
          {
            "name": "Самсоновка КП"
          },
          {
            "name": "Связист СНТ"
          },
          {
            "name": "Сельцо пос.",
            "streets": [
              {
                "name": "Селецкое ш."
              }
            ]
          },
          {
            "name": "Сердце дер."
          },
          {
            "name": "Сиголово дер.",
            "streets": [
              {
                "name": "Береговая ул."
              }
            ]
          },
          {
            "name": "Сидорово дер."
          },
          {
            "name": "Смердыня дер."
          },
          {
            "name": "СНТ Сокол-2 массива Никольское",
            "streets": [
              {
                "name": "7-я линия"
              }
            ]
          },
          {
            "name": "Солнечное КП"
          },
          {
            "name": "Сосновое СНТ"
          },
          {
            "name": "Спектр СНТ"
          },
          {
            "name": "Спутник СНТ",
            "streets": [
              {
                "name": "1-я Линия"
              },
              {
                "name": "10-я Линия"
              },
              {
                "name": "2-я Линия"
              },
              {
                "name": "3-я Линия"
              },
              {
                "name": "4-я Линия"
              },
              {
                "name": "5-я Линия"
              },
              {
                "name": "6-я Линия"
              },
              {
                "name": "7-я Линия"
              },
              {
                "name": "8-я Линия"
              },
              {
                "name": "9-я Линия"
              }
            ]
          },
          {
            "name": "Староселье дер."
          },
          {
            "name": "Строение дер."
          },
          {
            "name": "Сустье-Конец дер."
          },
          {
            "name": "Тарасово дер."
          },
          {
            "name": "Тельмана пос.",
            "streets": [
              {
                "name": "Волков лес ИЖС"
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Квартальная ул."
              },
              {
                "name": "Колпинская ул."
              },
              {
                "name": "Красноборская ул."
              },
              {
                "name": "Ладожский бул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Московская ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Онежская ул."
              },
              {
                "name": "Подъезд к городу Колпино"
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Садовая ул."
              },
              {
                "name": "Центральная ул."
              }
            ]
          },
          {
            "name": "Тосно г.",
            "streets": [
              {
                "name": "Заречное СНТ"
              },
              {
                "name": "1-й пр-д"
              },
              {
                "name": "1-я Ижорская ул."
              },
              {
                "name": "1-я Красноармейская ул."
              },
              {
                "name": "1-я Набережная ул."
              },
              {
                "name": "1-я Совхозная ул."
              },
              {
                "name": "2-я Красноармейская ул."
              },
              {
                "name": "2-я ул."
              },
              {
                "name": "3-я Красноармейская ул."
              },
              {
                "name": "3-я ул."
              },
              {
                "name": "4-я ул."
              },
              {
                "name": "45-й кв-л"
              },
              {
                "name": "5-я ул."
              },
              {
                "name": "Алексеевой ул."
              },
              {
                "name": "Барыбина ш."
              },
              {
                "name": "Блинникова ул."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Больничная ул."
              },
              {
                "name": "Боярова ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Володарского пр-д"
              },
              {
                "name": "Володарского ул."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Горького ул."
              },
              {
                "name": "Гражданская наб."
              },
              {
                "name": "Гражданский пер."
              },
              {
                "name": "Гражданский пр-д"
              },
              {
                "name": "Дзержинского пер."
              },
              {
                "name": "Дзержинского ул."
              },
              {
                "name": "Доокрайняя ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Жукова дорога ул."
              },
              {
                "name": "Заводская наб."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Заводской пр-д"
              },
              {
                "name": "Заречная ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Землеустроительный пр-д"
              },
              {
                "name": "Ижорская 2-я ул."
              },
              {
                "name": "Ижорская 3-я ул."
              },
              {
                "name": "Ижорский пр-д"
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Камышовая ул."
              },
              {
                "name": "Клубный пр-д"
              },
              {
                "name": "Коллективная ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Комсомольская ул."
              },
              {
                "name": "Корпусная ул."
              },
              {
                "name": "Красная наб."
              },
              {
                "name": "Красных Командиров ул."
              },
              {
                "name": "Куйбышева ул."
              },
              {
                "name": "Культуры ул."
              },
              {
                "name": "Ленина пр."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Ленинградское ш."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Летная ул."
              },
              {
                "name": "Маяковского ул."
              },
              {
                "name": "Московское ш."
              },
              {
                "name": "На Болотную пр-д"
              },
              {
                "name": "На Урицкую пр-д"
              },
              {
                "name": "Набережная 2-я ул."
              },
              {
                "name": "Набережная 3-я ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Октябрьский 1-й пер."
              },
              {
                "name": "Октябрьский 2-й пр-д"
              },
              {
                "name": "Омская ул."
              },
              {
                "name": "Островского ул."
              },
              {
                "name": "Офицерская ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Пожарный пр-д"
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Полины Осипенко ул."
              },
              {
                "name": "Поперечная ул."
              },
              {
                "name": "Привокзальная ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Пушкинская наб."
              },
              {
                "name": "Рабочая ул."
              },
              {
                "name": "Радищева пер."
              },
              {
                "name": "Радищева ул."
              },
              {
                "name": "Речная Б. ул."
              },
              {
                "name": "Речная М. ул."
              },
              {
                "name": "Саблинская ул."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Серова пер."
              },
              {
                "name": "Серова ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Совхозная 2-я ул."
              },
              {
                "name": "Социалистическая ул."
              },
              {
                "name": "Станиславского ул."
              },
              {
                "name": "Типографская ул."
              },
              {
                "name": "Тотмина ул."
              },
              {
                "name": "Транспортная ул."
              },
              {
                "name": "Трудовая ул."
              },
              {
                "name": "Урицкого ул."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Чкаловский 1-й пр-д"
              },
              {
                "name": "Чкаловский 2-й пр-д"
              },
              {
                "name": "Чкаловский 3-й пр-д"
              },
              {
                "name": "Шапкинская ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Энергетиков ул."
              },
              {
                "name": "Юнешеского ул."
              },
              {
                "name": "Юношества пер."
              }
            ]
          },
          {
            "name": "Трубников Бор массив",
            "streets": [
              {
                "name": "Боровое М-1 СНТ"
              },
              {
                "name": "Боровое М-2 СНТ"
              },
              {
                "name": "Можайское СНТ"
              },
              {
                "name": "Ромашка СНТ"
              },
              {
                "name": "Южное СНТ"
              }
            ]
          },
          {
            "name": "Трубников Бор пос.",
            "streets": [
              {
                "name": "Мира ул."
              },
              {
                "name": "Московское ш."
              }
            ]
          },
          {
            "name": "Турово дер."
          },
          {
            "name": "Ударник СТ"
          },
          {
            "name": "Ульяновка пос.",
            "streets": [
              {
                "name": "1-я дорога"
              },
              {
                "name": "1-я Колхозная ул."
              },
              {
                "name": "1-я Совхозная ул."
              },
              {
                "name": "1-я ул."
              },
              {
                "name": "1-я Футбольная ул."
              },
              {
                "name": "10-я ул."
              },
              {
                "name": "11-я ул."
              },
              {
                "name": "12-я ул."
              },
              {
                "name": "13-я ул."
              },
              {
                "name": "14-я ул."
              },
              {
                "name": "15-й проезд"
              },
              {
                "name": "15-я ул."
              },
              {
                "name": "2-я Колхозная ул."
              },
              {
                "name": "2-я Совхозная ул."
              },
              {
                "name": "2-я ул."
              },
              {
                "name": "2-я Футбольная ул."
              },
              {
                "name": "3 Июля пер."
              },
              {
                "name": "3 Июля ул."
              },
              {
                "name": "3-я Совхозная ул."
              },
              {
                "name": "3-я ул."
              },
              {
                "name": "4-я ул."
              },
              {
                "name": "4-я Футбольная ул."
              },
              {
                "name": "5-я ул."
              },
              {
                "name": "5-я Футбольная ул."
              },
              {
                "name": "6-й пер."
              },
              {
                "name": "6-я ул."
              },
              {
                "name": "7-я ул."
              },
              {
                "name": "8 Марта ул."
              },
              {
                "name": "8-я ул."
              },
              {
                "name": "9 Января ул."
              },
              {
                "name": "9-я ул."
              },
              {
                "name": "Аксакова ул."
              },
              {
                "name": "Безымянный пер."
              },
              {
                "name": "Березовая аллея"
              },
              {
                "name": "Березовая ул."
              },
              {
                "name": "Болотная ул."
              },
              {
                "name": "Большая Речная ул."
              },
              {
                "name": "Веры Слуцкой ул."
              },
              {
                "name": "Владимирская ул."
              },
              {
                "name": "Владимирский пер."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Володарский 1-й проезд"
              },
              {
                "name": "Володарский 2-й проезд"
              },
              {
                "name": "Володарский 3-й проезд"
              },
              {
                "name": "Володарского проспект"
              },
              {
                "name": "Георгиевский пер."
              },
              {
                "name": "Гоголя ул."
              },
              {
                "name": "Григоровича ул."
              },
              {
                "name": "Гукасяна ул."
              },
              {
                "name": "Дачная ул."
              },
              {
                "name": "Дачный пер."
              },
              {
                "name": "Декабристов пер."
              },
              {
                "name": "Декабристов ул."
              },
              {
                "name": "Державина ул."
              },
              {
                "name": "Достоевского ул."
              },
              {
                "name": "Елизарова ул."
              },
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Железнодорожный пер."
              },
              {
                "name": "Жуковского ул."
              },
              {
                "name": "Западная ул."
              },
              {
                "name": "Захарьевская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Зеленый проезд"
              },
              {
                "name": "Индустриальный пер."
              },
              {
                "name": "Калинина ул."
              },
              {
                "name": "Карла Либкнехта пер."
              },
              {
                "name": "Карла Либкнехта проезд"
              },
              {
                "name": "Карла Либкнехта ул."
              },
              {
                "name": "Карла Маркса пер."
              },
              {
                "name": "Карла Маркса ул."
              },
              {
                "name": "Кирпичная ул."
              },
              {
                "name": "Кирпичный пер."
              },
              {
                "name": "Кладбищенская ул."
              },
              {
                "name": "Колпинская ул."
              },
              {
                "name": "Колхозная 3-я ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Коммунальная ул."
              },
              {
                "name": "Комсомола пер."
              },
              {
                "name": "Комсомола ул."
              },
              {
                "name": "Крайняя ул."
              },
              {
                "name": "Красноборская ул."
              },
              {
                "name": "Крупской пер."
              },
              {
                "name": "Крупской ул."
              },
              {
                "name": "Кузнечная ул."
              },
              {
                "name": "Кузнечный пер."
              },
              {
                "name": "Левая линия"
              },
              {
                "name": "Лейкина ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лермонтова ул."
              },
              {
                "name": "Лермонтовский пер."
              },
              {
                "name": "Лескова ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Ломоносова ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Луговой пер."
              },
              {
                "name": "Льва Толстого ул."
              },
              {
                "name": "Максима Горького ул."
              },
              {
                "name": "Малая Речная ул."
              },
              {
                "name": "Малинина ул."
              },
              {
                "name": "Малое Гертово ул."
              },
              {
                "name": "Мариинская ул."
              },
              {
                "name": "Мгинская линия ул."
              },
              {
                "name": "Михайловский пер."
              },
              {
                "name": "Морозова ул."
              },
              {
                "name": "Московский 1-й проезд"
              },
              {
                "name": "Московский 2-й проезд"
              },
              {
                "name": "Московское ш."
              },
              {
                "name": "Набережная реки Тосна ул."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Налимовский туп."
              },
              {
                "name": "Некрасова ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Объездная ул."
              },
              {
                "name": "Октябрьская ул."
              },
              {
                "name": "Олега Кошевого ул."
              },
              {
                "name": "Парковая ул."
              },
              {
                "name": "Парковый пер."
              },
              {
                "name": "Парковый проезд"
              },
              {
                "name": "Парковый туп."
              },
              {
                "name": "Перовской ул."
              },
              {
                "name": "Песочная ул."
              },
              {
                "name": "Петра Великого ул."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Победы ул."
              },
              {
                "name": "Пожарный пер."
              },
              {
                "name": "Пожарный проезд"
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Полины Осипенко ул."
              },
              {
                "name": "Потапенко ул."
              },
              {
                "name": "Пригородная ул."
              },
              {
                "name": "Пролетарская ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Пушкинский пер."
              },
              {
                "name": "Расков пер."
              },
              {
                "name": "Речная ул."
              },
              {
                "name": "Речной 1-й проезд"
              },
              {
                "name": "Речной 10-й проезд"
              },
              {
                "name": "Речной 2-й проезд"
              },
              {
                "name": "Речной 3-й проезд"
              },
              {
                "name": "Речной 4-й проезд"
              },
              {
                "name": "Речной 5-й проезд"
              },
              {
                "name": "Речной 6-й проезд"
              },
              {
                "name": "Речной 7-й проезд"
              },
              {
                "name": "Речной 8-й проезд"
              },
              {
                "name": "Речной 9-й проезд"
              },
              {
                "name": "Розы Люксембург ул."
              },
              {
                "name": "Ручеёк СНТ"
              },
              {
                "name": "Салтыкова-Щедрина ул."
              },
              {
                "name": "Самойловская ул."
              },
              {
                "name": "Свободная ул."
              },
              {
                "name": "Свободный пер."
              },
              {
                "name": "Свободный проезд"
              },
              {
                "name": "Сергеевский пер."
              },
              {
                "name": "Серова ул."
              },
              {
                "name": "Советский пер."
              },
              {
                "name": "Советский проспект"
              },
              {
                "name": "Театральная ул."
              },
              {
                "name": "Типографская ул."
              },
              {
                "name": "Тосненская ул."
              },
              {
                "name": "Тургенева ул."
              },
              {
                "name": "Ульяновская Дорожка ул."
              },
              {
                "name": "Ульяновское ш."
              },
              {
                "name": "Черниговская ул."
              },
              {
                "name": "Чернышевского ул."
              },
              {
                "name": "Чехова ул."
              },
              {
                "name": "Чкалова ул."
              },
              {
                "name": "Школьная ул."
              },
              {
                "name": "Школьный проезд"
              },
              {
                "name": "Щербакова ул."
              },
              {
                "name": "Энгельса ул."
              },
              {
                "name": "Энергетиков ул."
              },
              {
                "name": "Южная ул."
              },
              {
                "name": "Юного Ленинца 1-й пер."
              },
              {
                "name": "Юного Ленинца 2-й пер."
              },
              {
                "name": "Юного Ленинца 3-й пер."
              },
              {
                "name": "Юного Ленинца ул."
              },
              {
                "name": "Юношества пер."
              },
              {
                "name": "Юношества ул."
              }
            ]
          },
          {
            "name": "Усадище дер."
          },
          {
            "name": "Ушаки пос."
          },
          {
            "name": "Ушаки с.",
            "streets": [
              {
                "name": "Кирова пр."
              },
              {
                "name": "Круговая ул."
              },
              {
                "name": "Ленина ул."
              },
              {
                "name": "Пушкинская ул."
              }
            ]
          },
          {
            "name": "Федоровское дер.",
            "streets": [
              {
                "name": "1-я Заречная ул."
              },
              {
                "name": "2-я Заречная ул."
              },
              {
                "name": "3-я Заречная ул."
              },
              {
                "name": "4-я Заречная ул."
              },
              {
                "name": "5-я Заречная ул."
              },
              {
                "name": "6-я Заречная ул."
              },
              {
                "name": "7-я Заречная ул."
              },
              {
                "name": "Березовая аллея"
              },
              {
                "name": "Кленовая ул."
              },
              {
                "name": "Кольцевая ул."
              },
              {
                "name": "Круговая ул."
              },
              {
                "name": "Летняя аллея"
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Почтовая ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Солнечная аллея"
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Шоссейная ул."
              }
            ]
          },
          {
            "name": "Федосьино дер."
          },
          {
            "name": "Феклистово дер."
          },
          {
            "name": "Форносово массив",
            "streets": [
              {
                "name": "Надежда СНТ"
              }
            ]
          },
          {
            "name": "Форносово пос.",
            "streets": [
              {
                "name": "1-я Средняя ул."
              },
              {
                "name": "2-я Средняя ул."
              },
              {
                "name": "3-я Средняя ул."
              },
              {
                "name": "4-я Средняя ул."
              },
              {
                "name": "Вокзальная ул."
              },
              {
                "name": "Вотчинская дорога"
              },
              {
                "name": "Дальняя ул."
              },
              {
                "name": "Заводская ул."
              },
              {
                "name": "Зеленая ул."
              },
              {
                "name": "Комсомольский пер."
              },
              {
                "name": "Круговая ул."
              },
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Лесная ул."
              },
              {
                "name": "Луговая ул."
              },
              {
                "name": "Морская ул."
              },
              {
                "name": "Новая ул."
              },
              {
                "name": "Новгородская ул."
              },
              {
                "name": "Новолисинская ул."
              },
              {
                "name": "Павловское ш."
              },
              {
                "name": "Пионерская ул."
              },
              {
                "name": "Погинская ул."
              },
              {
                "name": "Полевая ул."
              },
              {
                "name": "Промышленная ул."
              },
              {
                "name": "Ручейная ул."
              },
              {
                "name": "Светлая ул."
              },
              {
                "name": "Советская ул."
              },
              {
                "name": "Станционная ул."
              },
              {
                "name": "Труда ул."
              },
              {
                "name": "Цветочный пер."
              },
              {
                "name": "Центральная ул."
              },
              {
                "name": "Шаронова ул."
              },
              {
                "name": "Школьная ул."
              }
            ]
          },
          {
            "name": "Черемная Гора дер."
          },
          {
            "name": "Чёрная Грива СТ"
          },
          {
            "name": "Чудской Бор дер."
          },
          {
            "name": "Шапки пос.",
            "streets": [
              {
                "name": "Железнодорожная ул."
              },
              {
                "name": "Колхозная ул."
              },
              {
                "name": "Матроса Кротова ул."
              },
              {
                "name": "Н. Куковеровой ул."
              },
              {
                "name": "Северная ул."
              },
              {
                "name": "Успенское КП"
              }
            ]
          },
          {
            "name": "Шумба дер."
          },
          {
            "name": "Щербаков Хутор садоводств"
          },
          {
            "name": "Ям-Ижора дер.",
            "streets": [
              {
                "name": "Ленинградская ул."
              },
              {
                "name": "Московское ш."
              },
              {
                "name": "Набережная ул."
              },
              {
                "name": "Павловская ул."
              },
              {
                "name": "Пушкинская ул."
              },
              {
                "name": "Тельмана ул."
              }
            ]
          },
          {
            "name": "Ямок дер."
          }
        ]
      }
    ]
  }